[{"link": "https://www.db.com/", "ramuri": ["https://www.db.com/media", "https://www.db.com/careers", "https://www.db.com/ir", "https://www.db.com/positiveimpact", "https://www.db.com/responsibility", "https://www.db.com/index", "https://www.db.com/start"], "text": "Home  Deutsche Bank@Deutsche Bank announces 1 billion euros profit before tax in 2020@Banks and fintechs: partners or competitors?@Emergency aid to Somalia: Deutsche Bank helps raise around 65,000 euros@Behind the Headlines@\n\nCorona Crisis  recent research about the pandemic. Trends, risks, and opportunities\n            Corona Crisis\n          \n@\n\nlatest insights and articles\n            flow\n          \n@\n\nCode of Conduct of Deutsche Bank\n            Code of Conduct\n          \n@\n\nStrategy  compete to win\n            Strategy\n          \n@\n\nA brief summary of Deutsche Bank's diverse approaches to fighting climate change\n            Climate Statement\n          \n@\n                  Graduate? Professional?\n                @\n                  Financial releases, reports and calendar\n                @Share price (EUR)@What Next  Digital Disruption@Jim Reid talks to Nigel Wilson, CEO, Legal & General@Recent research about the pandemic and its consequences@Thought leadership platform for corporate clients@Deutsche Bank's standards of behaviour and conduct@Deutsche Bank's numerous climate-related activities@The world is changing, and so are we. This is more than banking.@Opportunities for agile minds start here@Consult ourfinancial reporting and events or read ourcreditor information@Copyright  2021  Deutsche Bank AG, Frankfurt am Main@"}, {"link": "https://www.db.com/media", "ramuri": ["https://www.db.com/logins", "https://www.db.com/who-we-are/global-network/index", "https://www.db.com/what-we-do", "https://www.db.com/"], "text": "Newsroom  Deutsche Bank@\n\nLatest dbResearch news\n            Breadth, depth and originality\n          \n@\n\nview images\n            Images\n          \n@\n\nwatch videos\n            Videos\n          \n@Share price (EUR)@\n                  Additional Information\n                @Deutsche Bank Conferences@dbResearch newsfeed@Contact for journalists@Company at a glance@ Deutsche Bank announces 1 billion euros profit before tax in 2020@ Deutsche Bank and Mastercard intensify their collaboration in the payments space@ Deutsche Bank and SACE support two critical infrastructure projects in Ghana@ Deutsche Bank launches state-of-the-art payments platform through 2C2P in Thailand@VIRTUAL dbAccess ESG Conference@2021 Shipping Summit@29th Annual Media, Internet & Telecom Conference@Find your local media contact@Privacy notice in accordance with the EU General Data Protection Regulation (PDF)@Fact sheet (PDF)@Boards and Committees@Reporting (Annual Report, Corporate Responsibility Report & Human Resources Report)@Financial Calendar@Economy Stories@Share Price Information@Copyright  2021  Deutsche Bank AG, Frankfurt am Main@"}, {"link": "https://www.db.com/careers", "ramuri": ["https://www.db.com/news", "https://www.db.com/careers/index_e.html", "https://www.db.com/PositiveImpact", "https://www.db.com/"], "text": "Welcome  Deutsche Bank Careers@\r\n        The world is changing, and so are we. This is more than banking.#PositiveImpact\r\n    @\nEarly Careers@\nProfessionals@\n@Whether you're a school leaver, university student or recent graduate, explore a broad range of entry routes tailored to you.@ If your career is already underway, discover your ideal role here.@\r\n                    Last Update: October 30, 2020\r\n                    Copyright  2021 Deutsche Bank AG, Frankfurt am Main\r\n                    \r\n                @"}, {"link": "https://www.db.com/ir", "ramuri": ["https://www.db.com/ir/index_de.htm", "https://www.db.com/contact", "https://www.db.com/ir/index_en.htm", "https://www.db.com/"], "text": "Investor Relations  Deutsche Bank@Investor Relations@IR Releases@Deutsche Bank Share (Xetra)@Publications and Events@Strategic Information@Financial Calendar@February, 4 2021@February, 5 2021@\nConsensus Report@\nInvestment case presentation@\nClient & Creditor Presentation (PDF)@\n@Preliminary results2020 @Fixed Income Investor Conference Call @February 4, 2021\r\nPreliminary results for the 2020 financial year with Annual Media Conference and Investor and Analyst Conference Call@@February 5, 2021\r\nFixed Income Investor Conference Call@\n@@\r\n                    Copyright  2021 Deutsche Bank AG, Frankfurt am Main\r\n                @"}, {"link": "https://www.db.com/positiveimpact", "ramuri": ["https://www.db.com/company/en/positiveimpact.htm", "https://www.db.com/company/en/positiveimpact/purpose.htm", "https://www.db.com/company/en/positiveimpact/solutions.htm", "https://www.db.com/"], "text": "#PositiveImpact Home Deutsche Bank@150 years of being there for our clients@Inside out@Export, trade and growth@Mobility, connectivity and progress@FX technology that helps you focus on the whole picture@Our 150th anniversary year is a cause for celebration, but the year has also presented us as a bank with completely new challenges with regard to the Covid-19 pandemic. We asked employees what is important to them in this difficult time. And here are their answers:@Managing today, planning tomorrow@Access, advice and planning@2018Charged up@For 150 years we have been connecting worlds to help people and businesses get to where they want to be.@Transport, energy and neighbourhoods@Why is it important to be connected to others?@Here for our clients, now and tomorrow@2020Home work@Our founding purpose connects past to present and leads us into the future@Teaching the world how to dive with PADI@What matters most in business?@A better quality of life@1997Long haul@Making it easier to learn new languages with Babbel@What do you want to achieve in life?@Twenty-first century train travel with Rock Rail@1917Screen time@More time for the things that matter @2019 New neighbourhoods@Getting the most out of life@Whats your number one financial priority?@Whats your biggest dream in life?@Where would you like to be five years from now?@Adidas and Reebok@A new New York@1895Cathedrals and trams@1988International relations@\n@For 150 years weve been helping all kinds of businesses do business, all over the world@For 150 years weve helped our clients get to where they want to be.@Deutsche Bank was founded in 1870 to help German and European companies do business across borders.@Weve been connecting worlds ever since.@For business.@For investors.@For savers and borrowers.@For generation after generation.@This is how we create positive impact for our clients, employees, investors, the economy and society.@Now more than ever, in these challenging times, we are here for you.@#PositiveImpact@For 150 years weve supported those who keep life and business moving.@We support the IPO of NIO so it can expand all-electric vehicle production@For 150 years weve financed infrastructure projects that have helped cities and countries move forward, all over the world@For 150 years weve helped our clients to move forward.@Our branch staff switch to telephone banking to support clients during lockdown@AEON Credit wants to use consumer finance to increase financial inclusion throughout Indonesia@The next ambition for tech startup Babbel is to go global@Rock Rails ambition is to modernise the UKs rail infrastructure, through state-of-the-art trains and financing@People like Sabrina who are always on the go appreciate the flexibility they get from digital banking@We help finance development of the Hudson Yards neighbourhood, which revitalises the West Side of New York City@Prof. Andrea Morgner-Miehlke wants her family to live life to the full@The largest private real estate development in US history, Hudson Yards is the new heart of New York City@We provide the finance for the electrification of Barcelona and Seville@"}, {"link": "https://www.db.com/responsibility", "ramuri": ["https://www.db.com/cr/index.htm", "https://www.db.com/search", "https://www.db.com/cr/en/Sustainability.htm", "https://www.db.com/"], "text": "Home  Deutsche Bank Responsibility@Tangible impact:CSR COVID-19Community relief @K.H. Hdicke@The best countries to be a social entrepreneur@Welcome to thePalaisPopulaire@Lifes better when things are made for good.@October 9, 2020  April 5, 2021@A unique space for art, culture and sports@ @News@For employees@\nSustainability@\nSociety@\nArt, Culture & Sports@\nReports@\nCorporate Responsibility@\r\n                    Last Update: January 15, 2021\r\n                    Copyright  2021 Deutsche Bank AG, Frankfurt am Main\r\n                    \r\n                @"}, {"link": "https://www.db.com/index", "ramuri": ["https://www.db.com/what-we-do/products-and-services", "https://www.db.com/what-we-do/products-and-services/corporate-bank", "https://www.db.com/what-we-do/products-and-services/dws", "https://www.db.com/"], "text": "Home  Deutsche Bank@Deutsche Bank announces 1 billion euros profit before tax in 2020@Banks and fintechs: partners or competitors?@Emergency aid to Somalia: Deutsche Bank helps raise around 65,000 euros@Behind the Headlines@\n\nCorona Crisis  recent research about the pandemic. Trends, risks, and opportunities\n            Corona Crisis\n          \n@\n\nlatest insights and articles\n            flow\n          \n@\n\nCode of Conduct of Deutsche Bank\n            Code of Conduct\n          \n@\n\nStrategy  compete to win\n            Strategy\n          \n@\n\nA brief summary of Deutsche Bank's diverse approaches to fighting climate change\n            Climate Statement\n          \n@\n                  Graduate? Professional?\n                @\n                  Financial releases, reports and calendar\n                @Share price (EUR)@What Next  Digital Disruption@Jim Reid talks to Nigel Wilson, CEO, Legal & General@Recent research about the pandemic and its consequences@Thought leadership platform for corporate clients@Deutsche Bank's standards of behaviour and conduct@Deutsche Bank's numerous climate-related activities@The world is changing, and so are we. This is more than banking.@Opportunities for agile minds start here@Consult ourfinancial reporting and events or read ourcreditor information@Copyright  2021  Deutsche Bank AG, Frankfurt am Main@"}, {"link": "https://www.db.com/start", "ramuri": ["https://www.db.com/de", "https://www.db.com/ir/index_d.htm", "https://www.db.com/careers/index.html", "https://www.db.com/"], "text": "Deutsche Bank International  Deutsche Bank Privatkunden@Only a strong bank can be a lifelong advisor@Top Investmentthemen@Services@Digital Banking@International Private Bank@International Network@\n\n\nGermany\n\n@\n\n\nBelgium\n\n@\n\n\nItaly\n\n@\n\n\nSpain\n\n@\n\n\nIndia\n\n@Termin@E-Mail@Filiale suchen@Vor Ort fr Sie da.@Contact us@Flexible Banking@Deutsche Bank Financial Advisors@Deutsche Bank Easy@Contact Us@Online banking@ @Mi Banco db app@\n        \n          Vereinbaren Sie einen Beratungstermin\n        \n      @\n        \n          Schreiben Sie uns eine E-Mail\n        \n      @Online banking for private clients@Online banking for businesses@\n\n         Deutsche Bank Mobile\n      \n@\n\n         Deutsche Bank AG\n      \n@International Network@The leading private bank in Germany also provides services to five million clients abroad and is your financial partner in more than 1,200 branches in Europe and Asia.@Deutsche Banks International Private Bank is one of the preeminent private banks in the Eurozone and for family entrepreneurs worldwide. It serves around 3.4 million clients, including private clients and small and medium-sized enterprises (SMEs) in Italy, Spain, Belgium and India, and wealth management clients from more than 80 locations in Germany, the rest of Europe, the Middle East and Africa (EMEA), Asia-Pacific and the Americas.@The business has around 250 billion euros of assets under management and a combined revenue of approximately 3 billion euros. It offers high-net-worth (HNW) and ultra-high net-worth (UHNW) clients a broad range of traditional and alternative investment solutions, as well as comprehensive advice on all aspects of wealth management. Additionally, in Italy, Spain, Belgium and India it offers a comprehensive range of products including investment and insurance products, deposits, checking accounts, cards and other payment services as well as credit and business banking products.@Deutsche Bank Group's global network is at your disposal to help you with your banking business. Our experts are there to serve you as competent partners in many countries and are always happy to advise you.We operate predominantly in European markets, including Italy, Spain and Belgium but also in Asia, i.e. India.Have a look at the Deutsche Bank website of the country you are interested in:@Deutsche Bank is your financial partner with almost 535 branches in Germany. We offer a full range of superior products and services, comprising investment advisory and brokerage services, lending and consumer finance, current accounts, deposits, payment facilities and business banking.@Contact us@by phone:@within Germany (069) 910-10000international 0049 (0) 69 910-10000@Internet: www.deutsche-bank.de@\nPayment flexibility@\nWithdraw cash for free at any Deutsche Bank Group ATM, and worldwide at any of our cooperating partners 31,000 ATMs in 32 countries!@Looking for a way to make cashless payments all over the world? Visit our credit cards page and choose the credit card that best suits your needs.@ Flexible Banking@Get your daily banking business done with Deutsche Bank Online-/Mobile-Banking and TelefonBanking, at any time and from anywhere.@Deutsche Bank AG, Brussels Branch is the Belgian entity of Deutsche Bank AG. The bank is active in private as well as in corporate and investment Banking. With 250,000 private clients, Deutsche Bank AG, Brussels Branch operates a network of 30 Financial Centers (branches) located in Belgiums main cities. It is amongst the 10 largest private banks in Belgium, measured by share of total assets under management. For more than 15 years the branch has been offering affluent clients investment advice and is a market leader. @In corporate banking and investment banking, Deutsche Bank AG, Brussels Branch specialises in serving Belgian large caps and foreign subsidiaries of multinational companies.@Deutsche Bank AG, Brussels Branch offers financial services to private individuals in both Dutch and French. As it is not present in the German-speaking area of Belgium, the Branch does not offer standard financial services in German. No minimum financial assets are required for individuals to become customers of the bank. However, the banks focus is on high-net-worth clients looking for top quality, tailored investment advice. @Contact us@By phone:Within Belgium 078 - 156 160 (Dutch) or 078 - 155 150 (French)international 00 32 2 551 65 11@Online:http://www.deutschebank.be/ @Deutsche Bank S.p.A. is your financial partner in Italy with 280 branches and over 300 financial advisory centres across the country. Our advisors are there to find individual solutions for all your financial needs and goals.@By phone:@Within Italy 02 6995 @International: 00 39 02 6995(from Monday to Friday: 8.00  22.00; Saturday: 8.00  14.00)@Services available to private and business clients@Deutsche Bank S.p.A. offers you a wide range of high-performance products and services, from investments to loans and payment solutions, with the option of choosing your preferred means of communication with the bank for professional advice and integrated customer solutions.@Private and Business Banking@Information about the products and services of Deutsche Bank S.p.A. is available in branches, by phone and online. As a customer of Deutsche Bank S.p.A. you can easily access your current accounts, pay your bills or transfer money at any time, wherever you are. Visit our online banking page to find out more:@Online Banking  La Mia Banca@With 1,100 advisors throughout the country, Deutsche Bank Financial Advisors is Deutsche Banks network of financial experts, offering high-quality, individual financial advice and a wide range of investment products. We manage the full spectrum of clients' financial needs and accompany them through the entire process of analysis, financial planning and management of their assets.@Deutsche Bank Financial Advisors@Deutsche Bank Easy is the light banking division of Deutsche Bank S.p.A in Italy, created to respond to primary banking needs in a practical and convenient way. With Deutsche Bank Easy you have access to a wide range of common banking products and services, including loans, savings products, everyday banking, credit cards, mortgages and insurance products.@Deutsche Bank Easy@Deutsche Bank, S.A.E. is your financial partner in Spain, where it has been operating for over 130 years. It delivers services to more than 650,000 customers in 169 branches, 40 Business Centres and 18 Investment Centres.@Deutsche Bank's retail banking unit in Spain provides a wide range of financial services for private individuals and companies. In addition to basic transactional products, loans and mortgages, the bank has extensive experience in investment products for private clients and has an open architecture that gives our investment advisors access to more than 800 investment funds, and delivers excellent value to SMEs, especially those with international operations.@Our personal advisors help our customers find solutions tailored to all their financial requirements and goals.In 2019 and for the fifth year in a row, Deutsche Bank was ranked #1 for Quality of Service in Spain, according to the EQUOS study of 14 banks by consultancy firm Stiga.@By Phone:Within Spain: 902 24 00 28International: 00 34 93 366 51 01@Online: https://www.deutsche-bank.es/pbc@Products and services available for private clients, SMEs and corporate clients@Deutsche Bank has a full range of products and services to satisfy the needs of individual clients, SMEs and corporate clients. From payment and collection services, to an online banking service for businesses, through to financial structures for funding operations and customised investment products.@The Deutsche Bank online banking service allows you to conduct all of your most frequent transactions at your convenience and is available for enquiries 24 hours a day.@Our Mi Banco db app for tablets and smartphones provides full information about your products and enables you to take care of your regular banking business. Easy and secure access with digital fingerprint on Apple and Samsung devices with this feature.@Deutsche Bank AG is your experienced financial partner in India. With a strong digital footprint and branches in 16 cities, we offer a complete suite of high-quality financial products and services for businesses and individual clients (both resident and non-resident). @@Our services include current accounts, trade, lending and forex solutions for SMEs as well as deposits, loans, investment and insurance products for individuals. @@@Contact us@by phone:@@within India 1860 266 6601international 00 91 22 6601 6601@@by email:@@customer.care@db.com@@website:@@As one of the worlds leading financial services providers, we will draw on our global expertise and long experience of the Indian market to create bespoke solutions to meet your financial objectives.@We are accessible to our customers 24/7 through our award-winning mobile app and online banking platform, in addition to a nationwide ATM network and telephone banking services.@We also have branches in the cities of Ahmedabad, Aurangabad, Bangalore, Chennai, Gurgaon, Kolhapur, Kolkata, Ludhiana, Moradabad, Mumbai, New Delhi, Noida, Pune, Salem, Surat and Vellore.@Diese Website verwendet Cookies, um die Nutzerfreundlichkeitzu verbessern. Durch die weitere Nutzung der Website stimmen Sie dem zu. Weitere Infos zu Cookies und deren Deaktivierung finden Sie hier.@@Soweit auf dieser Internetseite von der Deutschen Bank die Rede ist, bezieht sich dies auf die Angebote der Deutsche Bank AG, Taunusanlage 12, 60325 Frankfurt am Main.@ 2021 Deutsche Bank AG, Frankfurt am Main@"}, {"link": "https://www.db.com/logins", "ramuri": ["https://www.db.com/what-we-do/products-and-services/investment-bank", "https://www.db.com/what-we-do/products-and-services/private-bank", "https://www.db.com/what-we-do/products-and-services/reports", "https://www.db.com/media"], "text": "Client logins  Deutsche Bank@Client logins@\n                  Online Banking for...\n                @\n                  Wealth Management\n                @\n                  Corporates & institutions\n                @\n                  Asset Management\n                @Germany@@Belgium@Indien@Italy (Deutsche Bank Easy)@Italy (La Mia Banca)@Spain@Asia  Wealth Management Online@Austria  Wealth Management Online@Germany  Deutsche Private Port@Luxembourg  Wealth Management Online@Saudi Arabia  Wealth Management Online@Spain  Online Banking@Switzerland  Deutsche Wealth Online@Switzerland  Wealth Management Online@USA  DB InSight@USA  DB Private Wealth Online +@USA  DBConnect@Autobahn@BluePort@DBConvertibles@db Corporate Banking (Italy)@db-direct internet (US)@Deutsche Bank Research@Global Prime@Supplier Onboarding Portal@TradeFinder@DWS Depot Login@DWS Depot online@Europe Client Login (DeAM fit)@Real Estate Investment Management@Copyright  2021  Deutsche Bank AG, Frankfurt am Main@"}, {"link": "https://www.db.com/who-we-are/global-network/index", "ramuri": ["https://www.db.com/what-we-do/products-and-services/client-logins", "https://www.db.com/what-we-do/products-and-services/mobile-services", "https://www.db.com/what-we-do/responsibility", "https://www.db.com/media"], "text": "Global network  Deutsche Bank@Global network@\n\nShow content of\n      Africa and Middle East\n            \n\n\n\n\n\n@\n\nShow content of\n      Asia-Pacific\n            \n\n\n\n\n\n@\n\nShow content of\n      Europe\n            \n\n\n\n\n\n@\n\nShow content of\n      North and Middle America\n            \n\n\n\n\n\n@\n\nShow content of\n      South America\n            \n\n\n\n\n\n@Unparalleled financial services with 1,891 branchesworldwide (as of December 31, 2020)@Against a backdrop of increasing globalization in the world economy, Deutsche Bank is very well-positioned, with significant regional diversification and substantial revenue streams fromall the major regions of the world.@We have established strong bases in all major emerging markets, and therefore have good prospects for business growth in fast-growing economies, including theAsia Pacific region, Central and Eastern Europe, and Latin America.@In Europe, we are well placed to benefit from the aforementioned resilient conditions in our home market, Germany, and from continued strong levels of corporate activity in theeuro zone.@Israel@Deutsche Bank Capital Markets and Investments Ltd.46 Rothschild Boulevard21st Floor66883 Tel AvivIsrael@Phone number: +972 3 710-2000Fax number: +972 3 710-2030@Turkmenistan@Deutsche Bank AG Representative office TurkmenistanBusiness Center \"Berkarar\" 5th floor office E7,(1972) Ataturk street ave. 82, 744028 Ashgabat,Turkmenistan@Phone number: +993 124 686-34, +993 124 686-35Fax number: +993 124 686-31@Kazakhstan@Deutsche Bank AG36 Al-Farabi Avenue050059 AlmatyKazakhstan@Phone number: +727 356 06 20, +7 727 356 10 69, +7 727 356 10 68@Serbia@Deutsche Bank AGBalkanska 2Suite 140211000 BelgradeSerbia@Phone number: +381 11 2055050, 11 2055051, 11 2055052Fax number: +381 11 2055053@Bulgaria@Deutsche Bank AGTsar Osvoboditel Boulevard 141000 SofiaBulgaria@Phone number: +359 2 980-2517Fax number: +359 2 980-1209@@Croatia@Deutsche Bank AGPetrinjska 9/210000 ZagrebCroatia@Phone number: +385 1 4811066, 1 4922826Fax number: +385 1 4922827@@@Romania@Deutsche Bank AGBd. Ion Mihalache 15-17Bucharest Tower Center, 16th Floor011171 Bucharest, Sector 1Romania@Phone number: +40 21 206 23 00@Deutsche Bank Global Technology SRLBusiness Center Upground 6A Dimitrie Pompeiu Blvd, 2nd District1st floor020337 BucharestRomania@Phone number: +40 (31) 222-4000@@Germany@Deutsche Bank Branchesand ATMsDWSPostbank & Deutsche Bank branchesandATMsATMs of the Cash Group@@Brazil@Copyright  2021  Deutsche Bank AG, Frankfurt am Main@"}, {"link": "https://www.db.com/what-we-do", "ramuri": ["https://www.db.com/cr/en/society/art-culture-sports.htm", "https://www.db.com/society", "https://www.db.com/what-we-do/focus-topics", "https://www.db.com/media"], "text": "What we do  Deutsche Bank@What we do@\n\nDeutsche Bank strategy\n            Client centricity\n          \n@\n\nMobile services (opens in a new window)\n            Mobile services\n          \n@\n\nArt programme (opens in a new window)\n            Art programme\n          \n@\n\nmore\n            Awards\n          \n@Our set-up includes four divisions that are well-positioned to grow:@Deutsche Bank offers you a variety of services to stay informed wherever you are  at home or while travelling. Discover the various Deutsche Bank Apps viaGoogle Play or in the AppStore. In addition, we also optimized selected websites for mobile devices.@The Art works concept is an integral part of Deutsche Banks art, culture and sport programme. In line with this motto Deutsche offers employees, clients and the general public access to contemporary art  through itscollection at the workplace, in international exhibitions, at thePalaisPopulaire in Berlin, as well as through educational programmes.@Deutsche Bank has been rewarded internationally with numerous outstanding awards.@Copyright  2021  Deutsche Bank AG, Frankfurt am Main@"}, {"link": "https://www.db.com/news", "ramuri": ["https://www.db.com/what-we-do/focus-topics/cloud", "https://www.db.com/what-we-do/focus-topics/digitalisation", "https://www.db.com/what-we-do/focus-topics/fintech-europe", "https://www.db.com/careers"], "text": "News  Deutsche Bank@Copyright  2021  Deutsche Bank AG, Frankfurt am Main@"}, {"link": "https://www.db.com/careers/index_e.html", "ramuri": ["https://www.db.com/careers/en/grad/index.html", "https://www.db.com/careers/en/prof/index.html", "https://www.db.com/imprint?kid=imprint.inter-hren.footer", "https://www.db.com/careers"], "text": "Welcome  Deutsche Bank Careers@\r\n        The world is changing, and so are we. This is more than banking.#PositiveImpact\r\n    @\nEarly Careers@\nProfessionals@\n@Whether you're a school leaver, university student or recent graduate, explore a broad range of entry routes tailored to you.@ If your career is already underway, discover your ideal role here.@\r\n                    Last Update: October 30, 2020\r\n                    Copyright  2021 Deutsche Bank AG, Frankfurt am Main\r\n                    \r\n                @"}, {"link": "https://www.db.com/PositiveImpact", "ramuri": ["https://www.db.com/company/en/positiveimpact/archive.htm?tag=150j", "https://www.db.com/company/en/positiveimpact/archive.htm?tag=clients", "https://www.db.com/company/en/positiveimpact/archive.htm?tag=opinion", "https://www.db.com/careers"], "text": "#PositiveImpact Home Deutsche Bank@150 years of being there for our clients@Inside out@Export, trade and growth@Mobility, connectivity and progress@FX technology that helps you focus on the whole picture@Our 150th anniversary year is a cause for celebration, but the year has also presented us as a bank with completely new challenges with regard to the Covid-19 pandemic. We asked employees what is important to them in this difficult time. And here are their answers:@Managing today, planning tomorrow@Access, advice and planning@2018Charged up@For 150 years we have been connecting worlds to help people and businesses get to where they want to be.@Transport, energy and neighbourhoods@Why is it important to be connected to others?@Here for our clients, now and tomorrow@2020Home work@Our founding purpose connects past to present and leads us into the future@Teaching the world how to dive with PADI@What matters most in business?@A better quality of life@1997Long haul@Making it easier to learn new languages with Babbel@What do you want to achieve in life?@Twenty-first century train travel with Rock Rail@1917Screen time@More time for the things that matter @2019 New neighbourhoods@Getting the most out of life@Whats your number one financial priority?@Whats your biggest dream in life?@Where would you like to be five years from now?@Adidas and Reebok@A new New York@1895Cathedrals and trams@1988International relations@\n@For 150 years weve been helping all kinds of businesses do business, all over the world@For 150 years weve helped our clients get to where they want to be.@Deutsche Bank was founded in 1870 to help German and European companies do business across borders.@Weve been connecting worlds ever since.@For business.@For investors.@For savers and borrowers.@For generation after generation.@This is how we create positive impact for our clients, employees, investors, the economy and society.@Now more than ever, in these challenging times, we are here for you.@#PositiveImpact@For 150 years weve supported those who keep life and business moving.@We support the IPO of NIO so it can expand all-electric vehicle production@For 150 years weve financed infrastructure projects that have helped cities and countries move forward, all over the world@For 150 years weve helped our clients to move forward.@Our branch staff switch to telephone banking to support clients during lockdown@AEON Credit wants to use consumer finance to increase financial inclusion throughout Indonesia@The next ambition for tech startup Babbel is to go global@Rock Rails ambition is to modernise the UKs rail infrastructure, through state-of-the-art trains and financing@People like Sabrina who are always on the go appreciate the flexibility they get from digital banking@We help finance development of the Hudson Yards neighbourhood, which revitalises the West Side of New York City@Prof. Andrea Morgner-Miehlke wants her family to live life to the full@The largest private real estate development in US history, Hudson Yards is the new heart of New York City@We provide the finance for the electrification of Barcelona and Seville@"}, {"link": "https://www.db.com/ir/index_de.htm", "ramuri": ["https://www.db.com/Medien", "https://www.db.com/Karriere", "https://www.db.com/Investoren", "https://www.db.com/ir"], "text": "Investor Relations  Deutsche Bank@Investor Relations@IR-Informationen@Deutsche Bank-Aktie (Xetra)@Verffentlichungen und Events@Strategie@Finanzkalender@4. Februar 2021@5. Februar 2021@\nConsensus Report @\nInvestment case presentation@\nClient & Creditor Presentation (PDF)@\n@Vorlufiges Jahresergebnis fr das Geschftsjahr 2020 @Telefonkonferenz fr Fixed Income Investoren@Die Deutsche Bank verndert grundlegend ihr Geschftsmodell, um profitabler und kundenorientierter zu werden, langfristiges Wachstum zu frdern und die Renditen fr Aktionre zu verbessern. Um diese Transformation umzusetzen, werden wir zu unseren Wurzeln zurckkehren und gleichzeitig an einer soliden Bilanz mit starken Kontrollen festhalten.@4. Februar 2021\r\nVorlufiges Jahresergebnis fr das Geschftsjahr 2020 mit Jahresmedienkonferenz und Investoren- und Analysten-Telefonkonferenz@@5. Februar 2021\r\nTelefonkonferenz fr Fixed Income Investorenfr das Geschftsjahr 2020@@\r\n                    Copyright  2021 Deutsche Bank AG, Frankfurt am Main\r\n                @"}, {"link": "https://www.db.com/contact", "ramuri": ["https://www.db.com/what-we-do/focus-topics/innovation-network", "https://www.db.com/what-we-do/focus-topics/cryptocurrencies-and-blockchain", "https://www.db.com/who-we-are", "https://www.db.com/ir"], "text": "Contact  Deutsche Bank@Contact@Your questions or comments are very important to us. For enquiries regarding online banking  including security topics, phishing, PIN/TAN numbers, banking terminals, lost or stolen credit cards, loans, savings etc.  please visit the relevant section of your local Private Bank website. You can send us an email for other topics.@IMPORTANT NOTE: In order to maintain discretion, please do not email any confidential information such as account numbers. For your own security, since it is not possible to identify an email sender, Deutsche Bank cannot accept via email any orders for business transactions such as the opening of accounts, payment orders, trading orders, changes of address or the like. For such transactions, please contact theappropriate office. You can also find the address of all our locations worldwide at db.com/addresses. Send an email todeutsche.bank@db.comfor other enquiries.@Copyright  2021  Deutsche Bank AG, Frankfurt am Main@"}, {"link": "https://www.db.com/ir/index_en.htm", "ramuri": ["https://www.db.com/ir/en/reports-and-events.htm", "https://www.db.com/ir/en/corporate-governance.htm", "https://www.db.com/ir/en/share.htm", "https://www.db.com/ir"], "text": "Investor Relations  Deutsche Bank@Investor Relations@IR Releases@Deutsche Bank Share (Xetra)@Publications and Events@Strategic Information@Financial Calendar@February, 4 2021@February, 5 2021@\nConsensus Report@\nInvestment case presentation@\nClient & Creditor Presentation (PDF)@\n@Preliminary results2020 @Fixed Income Investor Conference Call @February 4, 2021\r\nPreliminary results for the 2020 financial year with Annual Media Conference and Investor and Analyst Conference Call@@February 5, 2021\r\nFixed Income Investor Conference Call@\n@@\r\n                    Copyright  2021 Deutsche Bank AG, Frankfurt am Main\r\n                @"}, {"link": "https://www.db.com/company/en/positiveimpact.htm", "ramuri": ["https://www.db.com/company/en/positiveimpact/archive.htm?tag=videos", "https://www.db.com/company/de/positiverbeitrag.htm", "https://www.db.com/company/en/positiveimpact/business.htm", "https://www.db.com/positiveimpact"], "text": "#PositiveImpact Home Deutsche Bank@150 years of being there for our clients@Inside out@Export, trade and growth@Mobility, connectivity and progress@FX technology that helps you focus on the whole picture@Our 150th anniversary year is a cause for celebration, but the year has also presented us as a bank with completely new challenges with regard to the Covid-19 pandemic. We asked employees what is important to them in this difficult time. And here are their answers:@Managing today, planning tomorrow@Access, advice and planning@2018Charged up@For 150 years we have been connecting worlds to help people and businesses get to where they want to be.@Transport, energy and neighbourhoods@Why is it important to be connected to others?@Here for our clients, now and tomorrow@2020Home work@Our founding purpose connects past to present and leads us into the future@Teaching the world how to dive with PADI@What matters most in business?@A better quality of life@1997Long haul@Making it easier to learn new languages with Babbel@What do you want to achieve in life?@Twenty-first century train travel with Rock Rail@1917Screen time@More time for the things that matter @2019 New neighbourhoods@Getting the most out of life@Whats your number one financial priority?@Whats your biggest dream in life?@Where would you like to be five years from now?@Adidas and Reebok@A new New York@1895Cathedrals and trams@1988International relations@\n@For 150 years weve been helping all kinds of businesses do business, all over the world@For 150 years weve helped our clients get to where they want to be.@Deutsche Bank was founded in 1870 to help German and European companies do business across borders.@Weve been connecting worlds ever since.@For business.@For investors.@For savers and borrowers.@For generation after generation.@This is how we create positive impact for our clients, employees, investors, the economy and society.@Now more than ever, in these challenging times, we are here for you.@#PositiveImpact@For 150 years weve supported those who keep life and business moving.@We support the IPO of NIO so it can expand all-electric vehicle production@For 150 years weve financed infrastructure projects that have helped cities and countries move forward, all over the world@For 150 years weve helped our clients to move forward.@Our branch staff switch to telephone banking to support clients during lockdown@AEON Credit wants to use consumer finance to increase financial inclusion throughout Indonesia@The next ambition for tech startup Babbel is to go global@Rock Rails ambition is to modernise the UKs rail infrastructure, through state-of-the-art trains and financing@People like Sabrina who are always on the go appreciate the flexibility they get from digital banking@We help finance development of the Hudson Yards neighbourhood, which revitalises the West Side of New York City@Prof. Andrea Morgner-Miehlke wants her family to live life to the full@The largest private real estate development in US history, Hudson Yards is the new heart of New York City@We provide the finance for the electrification of Barcelona and Seville@"}, {"link": "https://www.db.com/company/en/positiveimpact/purpose.htm", "ramuri": ["https://www.db.com/company/de/positiverbeitrag/unser-auftrag.htm", "https://www.db.com/company/en/positiveimpact/infrastructure.htm", "https://www.db.com/imprint", "https://www.db.com/positiveimpact"], "text": "Purpose  #PositiveImpact Deutsche Bank@\r\n          Purpose\r\n        @Its why were here@Connecting business, life, now and tomorrow@For 150 years weve been helping our clients get to where they want to be.@Our founding purpose connects past to present and leads us into the future@Export, trade and growth@Transport, energy and neighbourhoods@\n@For 150 years, Deutsche Bank has been connecting worlds to help people and businesses get to where they want to be@Our global presence has made established and emerging markets accessible to multinationals, midcaps, family-owned businesses and startups. Right now, we are connecting businesses large and small to the support they need to get through this challenging time.@From the railway to the internet to the electric car, each time the world has moved from old to new weve helped make that happen by providing pioneers and entrepreneurs with global finance expertise and access to funding.@When important projects need finance, we find the investors to back them. Thats enabled construction of roads, bridges, transport networks and neighbourhoods, expanded digital connectivity and launched new energy projects, all over the world. We will help our clients to keep on doing that.@Our personal loans and mortgages open up new possibilities for private customers, while our deposit accounts and investment portfolios provide ways to save for tomorrow  and to withstand the unexpected too. Through our advice and planning we help protect wealth through all times, so it can be passed on safely from one generation to the next.@Our innovations in financial services have made it easier to manage money, raise finance and do business everywhere. We continue to look for ways to improve banking.@From the beginning, this bank has been here for those who want to move forward. By supporting the plans, ambitions and dreams of our clients, we create positive impact for them, the economy and society as a whole.@Now and tomorrow, we are with you.@For 150 years weve been helping all kinds of businesses do business, all over the world@For 150 years weve financed infrastructure projects that have helped cities and countries move forward, all over the world@"}, {"link": "https://www.db.com/company/en/positiveimpact/solutions.htm", "ramuri": ["https://www.db.com/company/de/positiverbeitrag/loesungen.htm", "https://www.db.com/legal-resources", "https://www.db.com/accessibility", "https://www.db.com/positiveimpact"], "text": "Solutions and Deutsche Bank #PositiveImpact@Managing today, planning tomorrow@Here for our clients, personally@Financing the low-carbon economy@Towards racial equality@The fight goes on@Rethinking the office @Working together, apart@Accelerating ESG investment@The transformation of Deutsche Bank@Capital and advice @\n@Solutions for uncertain times@This is a time for new thinking. The opportunity to move beyond old ways. The moment to create a different future. Were helping our clients deal with business and life in the here and now  and were changing with the times too.@These films address some of the most urgent priorities for people, business and society right now. From managing the present to planning tomorrow, Deutsche Bank employees share solutions for these uncertain times.@From phone to app and video chat, our clients can always speak to their advisor@"}, {"link": "https://www.db.com/cr/index.htm", "ramuri": ["https://www.db.com/Verantwortung", "https://www.db.com/PositiverBeitrag", "https://www.db.com/cr/index_en.htm", "https://www.db.com/responsibility"], "text": "Verantwortung  Deutsche Bank Verantwortung@Effektive Hilfe in heraus-fordernder Zeit: UnsereCorona-Spendenaktion@K.H. Hdicke@Deutsche BankReitsport-Akademie 2020/21@Die besten Lnder fr Sozialunternehmer@Willkommen im PalaisPopulaire@Baut Eure Zukunft@Gutes grnden und Lebensumstnde verbessern.@9. Oktober 2020- 5. April 2021@Kunst, Kultur und Sport neu entdecken@ @Nachrichten@Fr Mitarbeiter@\nNachhaltigkeit@\nGesellschaft@\nKunst, Kultur und Sport@\nBerichte@\nGesellschaftliches Engagement@Unser Team Zukunft@\r\n                    Letzte nderung: 15. Januar 2021\r\n                    Copyright  2021 Deutsche Bank AG, Frankfurt am Main\r\n                    \r\n                @"}, {"link": "https://www.db.com/search", "ramuri": ["https://www.db.com/search/search?lang=en&topic=1765644636&targetframe=_blank&resultmaxdocs=100&resultcount=10&template=18", "https://www.db.com/search/search?lang=en&topic=1765644636&targetframe=_blank&resultmaxdocs=100&resultcount=10&template=52", "https://www.db.com/static/18/help/index.en.html", "https://www.db.com/responsibility"], "text": "Deutsche Bank - Basic Search@"}, {"link": "https://www.db.com/cr/en/Sustainability.htm", "ramuri": ["https://www.db.com/cr/de/nachhaltigkeit.htm", "https://www.db.com/cr/en/society/index.htm", "https://www.db.com/cr/en/our-people/index.htm", "https://www.db.com/responsibility"], "text": "Sustainability  Deutsche Bank Responsibility@Sustainability@Sustainability Strategy@We see it as our duty to support our customers in navigating through the complex environment and to facilitate their transformation towards a more sustainable economy.@Sustainable Finance@Responsible Banking @Thought Leadership @Corporate Footprint@Nachrichten@Our approach to Climate Change@Christian Sewing@\r\n                    Last Update: January 15, 2021\r\n                    Copyright  2021 Deutsche Bank AG, Frankfurt am Main\r\n                    \r\n                @"}, {"link": "https://www.db.com/what-we-do/products-and-services", "ramuri": ["https://www.db.com/who-we-are/strategy", "https://www.db.com/who-we-are/our-culture", "https://www.db.com/diversity", "https://www.db.com/index"], "text": "Products and services  Deutsche Bank@Products and services@\n                  Client centricity\n                @\n        Products and services          @Our set-up includes four divisions that are well-positioned to grow:@Copyright  2021  Deutsche Bank AG, Frankfurt am Main@"}, {"link": "https://www.db.com/what-we-do/products-and-services/corporate-bank", "ramuri": ["https://www.db.com/netiquette", "https://www.db.com/who-we-are/our-culture/the-brandspace", "https://www.db.com/who-we-are/boards-and-committees", "https://www.db.com/index"], "text": "Corporate Bank  Deutsche Bank@Corporate Bank@Corporate Bank@\n\nProducts and services\n            Our solutions and services\n          \n@\n\nMore\n            Why choose Corporate Bank?\n          \n@\n\nMore\n            Focus topics\n          \n@\n\nMore\n            News and insights from the world of corporateand transaction banking\n          \n@\n                  Corporate Bank leadership team\n                @\n                  Global recognition for client solutions\n                @\n                  Euromoney Cash Management Survey (Corporates) 2019, Sept 2019\n                @\n                  Euromoney Cash Management Survey (Financial Institutions) 2019, Sept 2019\n                @\n                  Emeafinance Treasury Services Awards 2019, Sept 2019\n                @\n                  The Asset Triple A Awards, June 2019\n                @\n                  Global Custodian Emerging Markets Global Excellence Awards, Mar 2019\n                @\n                  Euromoney Trade Finance Survey 2020, Jan 2020\n                @\n                  Euromoney Trade Finance Survey 2020, Jan 2020\n                @\n                  Infrastructure Investor, Sept 2019\n                @\n                  Global Finance, Best Depositary Receipts Banks 2019, May 2019\n                @Head of Corporate Bank@Stefan Hoops@Heads of Corporate Bank products@Ole Matthiessen@Daniel Schmand@Paul Maley@Jose Sicilia@Heads of Corporate Bank regions@Michaela Ludbrook@David Lynne@Daniel Schmand@Stefan Bender@Paul Maley@Heads of Corporate Bank Coverage@Michaela Ludbrook@Kevin Burke@Jan-Philipp Gillmann@Deutsche Banks Corporate Bank addresses the needs of corporate clients, financial institutions, investors and issuers in three segments.@In Corporate Treasury Services we provide corporate clients with liquidity management, foreign exchange, payment, trade finance and lending solutions. These services are orchestrated by a treasury coverage team that works closely with the Investment Bank to ensure cross-divisional alignment.@Our Institutional Client Services provide financial institutions, investors and issuers with institutional cash management, trust and agency solutions as well as securities services.@In Germany, our Business Banking segment supports small businesses and self-employed business owners with payment and credit solutions as well as other banking services across our three brands Deutsche Bank, Postbank and the digital bank FYRST.@At Deutsche Bank Corporate Bank we are passionate about our tradition as the Global Hausbank, and excited about shaping the future of financial services.@Find out more about our offerings@Review our work with clients and read our client stories@From the classic issues that regularly face corporates to new and emerging risks and challenges@Through our content hub and thought leadership magazine flow we delivertimely and exclusive insights@Who wouldnt want to work with a team that leads with insight and executes with precision?Just like their own businesses our clients know that ultimately success comes down to one thing, having the right team behind you.@Our team of directors, officers and senior managers bring together leadership knowledge and expertise qualities that:@Head of Corporate Bank@Head of Cash Management@Head of Trade Finance and Lending@Head of Securities Services@Head of Trust and Agency Services@Regional Head Americas@Regional Head APAC@Regional Head EMEA (excl. Germany, UK and Ireland)@Regional Head Germany@Regional Head UK and Ireland@Coverage Head Americas@Coverage Head APAC@Coverage Head EMEA@Our thought leadership, insights, and commitment to client service is regularly acknowledged in the marketplace.@Here are just some of our recent awards@Market Leader for Corporates@Eight consecutive years@Market Leader for Financial Institutions@Two consecutive years@13 No.1 awards@Best Trade Finance Provider@Three consecutive years@Best Trade Finance Provider@Eight consecutive years@Global Corporate Trust Services Provider of the Decade@@Best ADR Bank@Copyright  2021  Deutsche Bank AG, Frankfurt am Main@"}, {"link": "https://www.db.com/what-we-do/products-and-services/dws", "ramuri": ["https://www.db.com/who-we-are/boards-and-committees/management-board", "https://www.db.com/ir/en/supervisory-board.htm", "https://www.db.com/ir/en/committees-of-the-supervisory-board.htm", "https://www.db.com/index"], "text": "DWS  Deutsche Bank@DWS@Products and services@\n\nShow content of\n      Active\n            \n\n\n\n\n\n@\n\nShow content of\n      Passive\n            \n\n\n\n\n\n@\n\nShow content of\n      Alternatives\n            \n\n\n\n\n\n@\n\nShow content of\n      Sustainable products and investment strategies\n            \n\n\n\n\n\n@DWS Group GmbH & Co. KGaA (DWS) is one of the world's leading asset managers with EUR 700bn of assets under management (as of 31 Dec 2017). Building on more than 60 years of experience and a reputation for excellence in Germany and across Europe, DWS has come to be recognized by clients globally as a trusted source for integrated investment solutions, stability and innovation across a full spectrum of investment disciplines.@We offer individuals and institutions access to our strong investment capabilities across all major asset classes and solutions aligned to growth trends. Our diverse expertise in Active, Passive and Alternatives asset management  as well as our deep environmental, social and governance focus  complement each other when creating targeted solutions for our clients. Our expertise and on-the-ground-knowledge of our economists, research analysts and investment professionals are brought together in one consistent global CIO View, which guides our strategic investment approach.@DWS wants to innovate and shape the future of investing: with staff from 35 nationalities, speaking more than 75 languages rooted in 22 countries, we are local while being one global team.@DWS@We believe in active investment management and we use our deep market expertise to create innovative solutions for our clients.@With locations in the worlds major financial centres, DWS provides transparent and cost-effective passive investment products to institutional and private investors.@DWS is one of the worlds largest managers of alternative investments, offering innovative and client-customized investment solutions across the full spectrum of alternative investments.@First and foremost, responsible banking means creating value and generating benefits for society. Customers who want to invest their money responsibly and have their assets managed in accordance with sustainability criteria will find a multifaceted range of options offered at Deutsche Bank.@Copyright  2021  Deutsche Bank AG, Frankfurt am Main@"}, {"link": "https://www.db.com/de", "ramuri": ["https://www.db.com/media/", "https://www.db.com/Kontakt", "https://www.db.com/Unternehmen", "https://www.db.com/start"], "text": "Home  Deutsche Bank@Langfristige Wettbewerbsfhigkeit sichern@Deutsche Bank erzielt 2020 Vorsteuergewinn von einer Milliarde Euro@FinanzWissen fr Unternehmen@Banks and fintechs  eher Partner als Konkurrenten?@Handwerk und Digitalisierung@Coronavirus  wichtige Informationen fr Unternehmer@Coronavirus  Wir sind fr Sie da@Rund 65.000 Euro fr Nothilfe in Somalia@\n\nKampf gegen das Coronavirus  aktuelle Analysen. Entwicklungen, Chancen und Risiken\n            Coronavirus\n          \n@\n\nresults. UnternehmensWissen der Deutschen Bank\n            results.\n          \n@\n\nzum Kodex\n            Verhaltenskodex\n          \n@\n\nStrategy: compete to win  wir treten an, um zu gewinnen\n            Strategie\n          \n@\n\nKlimaschutz  relevante Manahmen in allen Bereichen der Bank\n            Klimaschutz\n          \n@\n                  Schulabgnger? Student? Absolvent? Berufserfahrener?\n                @\n                  Berichte und Veranstaltungen\n                @Aktienkurs (Xetra)@results.@What Next  Digitaler Umbruch@Hintergrnde, Fakten und Tipps zur Digitalisierung im Handwerk@Liquiditt, Manahmenpaket, Bankgeschfte und mehr@Aktuelle Hinweise fr Privatkunden zu Services, Erreichbarkeit und Anlage@Entwicklungen, Chancen, Risiken und Konsequenzen@UnternehmensWissen der Deutschen Bank@Verhaltensgrundstze und -standards der Deutschen Bank@Wir treten an, um zu gewinnen@Vielfltige Anstze im Kampf gegen den Klimawandel.@Die Welt verndert sich, und wir verndern uns mit. Das ist mehr als Banking.@Hier knnen helle Kpfe durchstarten!@AktuelleFinanzpublikationen und Veranstaltungen fr Investoren@Copyright  2021  Deutsche Bank AG, Frankfurt am Main@"}, {"link": "https://www.db.com/ir/index_d.htm", "ramuri": ["https://www.db.com/start"], "text": "Investor Relations  Deutsche Bank@\n@"}, {"link": "https://www.db.com/careers/index.html", "ramuri": ["https://www.db.com/careers/de/studenten-absolventen/index.html", "https://www.db.com/careers/de/berufserfahrene/index.html", "https://www.db.com/Zugaenglichkeit", "https://www.db.com/start"], "text": "Willkommen  Deutsche Bank Karriere@\r\n        Die Welt verndert sich, und wir verndern uns mit. Das ist mehr als Banking.#PositiverBeitrag\r\n    @\nSchulabgnger*innen/ Studienaussteiger*innen@\nBerufseinsteiger*innen mit akademischem Hintergrund@\nBerufserfahrene  @\n@Sie gehen zur Schule und sind auf dem Weg zur Mittleren Reife oder zum Abitur? Sie zweifeln an Ihrem Studium und suchen nach neuen Ideen? Hier entdecken Sie den Weg, der zu Ihnen passt. @Ob whrend Ihres Studiums oder nach dem Abschluss  bei uns finden Sie vielfltige Einstiegsmglichkeiten, die zu Ihnen passen.\n\n@\nSie verfgen bereits ber Berufserfahrung? Hier knnen Sie herausfinden, wie Sie mit uns weiter voran kommen.\n\n\n\n@\r\n                    Letzte Aktualisierung: 6. November 2020\r\n                    Copyright  2021 Deutsche Bank AG, Frankfurt am Main\r\n                    \r\n                @"}, {"link": "https://www.db.com/what-we-do/products-and-services/investment-bank", "ramuri": ["https://www.db.com/who-we-are/history", "https://www.db.com/logins"], "text": "Investment Bank  Deutsche Bank@Investment Bank@Products and services@TheInvestment Bankcombines Deutsche Banks Fixed Income & Currencies, Origination & Advisory, as well as Deutsche Bank Research. It focuses on its traditional strengths in financing, advisory, fixed income and currencies. It provides strategic advice to corporate clients and includes a focused equity capital markets business, an equity and macro research capacity as well as a targeted equity sales force.@Fixed Income & Currenciesbrings together a top-ranked institutional sales force, world-class research with trading and structuring expertise across Foreign Exchange, Rates, Credit and Emerging Markets. The Fixed Income & Currencies business enables Deutsche Bank to respond to increasing automation, regulatory expectations and client demand for standardisation and transparency in execution across fixed income, currency and emerging markets.@Origination & Advisory aims to build long-term, trusted and mutually beneficial relationships with the major corporates, financial institutions, financial sponsors and sovereigns around the world.@Deutsche Bank Researchis responsible for macro and microanalysis within Deutsche Bank Group and acts as consultant for the bank, its clients and stakeholders. We analyse relevant trends for the bank in financial markets, the economy and society and highlight risks and opportunities. Deutsche Bank Research delivers high-quality, independent analysis and actively promotes public debate on economic, fiscal, labour market and social policy issues.@Copyright  2021  Deutsche Bank AG, Frankfurt am Main@"}, {"link": "https://www.db.com/what-we-do/products-and-services/private-bank", "ramuri": ["https://www.db.com/who-we-are/history/50-years-of-the-historical-institute", "https://www.db.com/logins"], "text": "Private Bank  Deutsche Bank@Private Bank@Products and Services@\n\nShow content of\n      Private Bank worldwide\n            \n\n\n\n\n\n@\n\nShow content of\n      Sustainable products and investment strategies\n            \n\n\n\n\n\n@Deutsche Bank's Private Bank corporate division combines the private banking expertise of the Deutsche Bank and Postbank brands in Germany, along with the global network of the International Private Bank, which includes its global business with wealthy clients as well as with private clients and small and medium enterprises (SMEs).@Both in its home market of Germany and internationally, the Private Bank offers its clients high-quality financial services from a single source. These range from comprehensive services for private customers and support for demanding entrepreneurs and their families, to solutions for small and medium-sized companies in important Eurozone markets.@The Private Bank is one of the four pillars of Deutsche Bank Group, along with the Corporate Bank, Investment Bank and DWS, the institutions asset management unit. Deutsche Bank is the leading bank in Germany with a global network and strong European roots.@In Belgium@In Germany@In India@In Italy@In Spain@First and foremost, responsible banking means creating value and generating benefits for society. Customers who want to invest their money responsibly and have their assets managed in accordance with sustainability criteria will find a multifaceted range of options offered at Deutsche Bank.@Copyright  2021  Deutsche Bank AG, Frankfurt am Main@"}, {"link": "https://www.db.com/what-we-do/products-and-services/reports", "ramuri": ["https://www.db.com/who-we-are/history/historical-institute", "https://www.db.com/logins"], "text": "Reports  Deutsche Bank@Reports@Products and services@We enable communities and economies to prosper@In the Community: Strengthening neighbourhoods@In the Community: Strengthening neighbourhoods@Engage with potential employees on Social Media@Our Plus You volunteering and giving community@Attracting Talent@Supporting talent in competitive sports@Life changing: Our youth engagement programme@A family-friendly company@Fostering career mobility@Culture inspires@Training our people@Proud of our diversity@Supporting businesses with social impact@Our global art programme@\n\nShow content of\n      Annual Report\n            \n\n\n\n\n\n@\n\nShow content of\n      Non-Financial Report\n            \n\n\n\n\n\n@\n\nShow content of\n      Human Resources Report\n            \n\n\n\n\n\n@1.6 million people were reached with our CSR programmes in 2019@585,000 lives touched with our community projects in 21 countries@18.9% of our Managing Directors and 25.9% of Directors at Deutsche Bank are women@Deutsche Bank had 24,000 Instagram followers, 1 million LinkedIn followers and 1.3 million Careers website visitors in 2019.@19,000 colleagues participated in our Plus You volunteering community in 2019@955 graduates were hired in 2019@Up to 300 Deutsche Bank Sports Scholarships are awarded each year@460,000 young people in 25 countries benefitted from our Born to Be programme@Around 90% of women return to work after parental leave and an increasing number of men are making use of paternal leave in Germany@37.6% of job vacancies were filled internally@For more than 30 years Deutsche Bank and Berliner Philharmoniker have been partners@70 million euros were invested in training our employees in 2019@140 nationalities are represented in Deutsche Banks diverse workforce@19,200 social enterprises have been empowered by our Made for Good initiatives since 2016@For 40 years Deutsche Bank has been enabling access to contemporary art.@The Annual Report includes an overview of Deutsche Bank, the Management Report and the banks audited consolidated financial statements. In addition, the bank publishes its Human Resources Report and Non-Financial Report.@TheAnnual Report 2019 includes an overview of Deutsche Bank, the management report with the compensation report, the banks audited consolidated financial statements, the corporate governance statement and supplementary information.@Deutsche Bank released its Non-Financial Report 2019, including the banks mandatory Non-Financial Statement. The report covers topics that the financial industry commonly refers to as environmental, social and governance (ESG).@The Human Resources Report, published today for the seventh time, provides employee statistics and information on Deutsche Banks strategic Human Resources (HR) priorities and initiatives during 2019 and details on key metrics and people-related activities.@Deutsche Banks corporate social responsibility (CSR) mission is to enable communities and economies to prosper. Our initiatives have a strategic focus on education, enterprise, and community, and we encourage our employees to underpin the banks citizenship activities whenever they can. This is how we create a positive impact on the communities we operate in.@find out more@Wherever we do business, we work to build stronger and more inclusive communities. We tackle issues like poverty, joblessness, homelessness, and forced migration. We also provide relief in emergencies and encourage forward thinking on emerging challenges. In India, we collaborate with Swades Foundation, and support a water harvesting initiative to revive 2,000 villages by providing access to drinking water and agricultural irrigation. Since 2016, the project has impacted nearly 39,000 villagers and provided 200 litres of potable tap water per day.@find out more@Wherever we do business, we work to build stronger and more inclusive communities. We tackle issues like poverty, joblessness, homelessness, and forced migration. We also provide relief in emergencies and encourage forward thinking on emerging challenges. In India, we collaborate with Swades Foundation, and support a water harvesting initiative to revive 2,000 villages by providing access to drinking water and agricultural irrigation. Since 2016, the project has impacted nearly 39,000 villagers and provided 200 litres of potable tap water per day.@find out more@We aim to reach and engage with potential employees via their preferred platforms and channels, notably on social media. Our approach received external recognition at the 2019 TARGETjobs Awards, with our graduate campaign receiving the accolade as best social media strategy for graduate recruitment. Our Instagram channel was mentioned in Mashup Communications ranking of Financial Institutions in Germany.@find out more@For more than 25 years, Deutsche Bank has engaged employees in its corporate citizenship. With a wide range of volunteering opportunities and giving schemes, employees can take time out to share their professional and life skills or offer hands-on support to local community projects. Staff spent a total of almost 220,000 hours doing volunteer work in the last year. The Charities of the Year programme in the UK supports small charities chosen by our employees for two years.@In 2019, almost 2.1 million British pounds were raised for the Charities of the Year, Cure Leukaemia and Rays of Sunshine. Since 1999, Charities of the Year has raised 24.6 million British pounds for 26 charities. In 2020/21, Deutsche Bank will partner with Hospice UK for two years.@find out more@Graduate careers continue to be a critical pipeline of talent for us. They contribute to the banks change agenda by building a skill set that better aligns to the needs of the future workforce and clients and to the objective of diversifying the organisation. We hired 955 graduates this year, compared to 910 in 2018 and 617 in 2017.@find out more@Deutsche Bank has been a partner of the German Sports Aid Foundation since 2001, and one of five national sponsors of the organisation since 2008. A cornerstone of the partnership is the Deutsche Bank Sports Scholarship introduced in 2012, which helps top collegiate athletes reconcile competitive sports with their studies and secure a second livelihood after their sports career. The bank provides 300 euros a month to up to 300 student athletes from all over Germany engaged in around 30 sports.@find out more@Deutsche Bank believes in the power of education. That is why Born to Be supports efforts to enable children and young people to fulfill their potential. We raise their aspirations, help them develop their skills and improve their access to education and employment opportunities. In 2019, our Born to Be programs reached some 460,000 children and young people via 122 projects in 25 countries.@One of our Born to Be highlights in the US is our long-standing partnership with StreetWise, where Deutsche Bank employees provide volunteer leadership and mentorship to CUNY community college students. With this and similar projects around the world, we have changed 4.7 million young lives since 2014.@find out more@We provide a range of benefits to help our employees manage professional and personal commitments and achieve a sustainable work-life balance. In a number of locations, a family-friendly parental leave framework has been established, without differentiating between fathers or mothers but instead following a gender-neutral approach.@find out more@In 2019, our employees have been encouraged to share their experiences with internal moves on an interactive internal platform. Career mobility continues to be a core focus for Deutsche Bank. We remain firmly committed to supporting staff in building their careers within the organisation  especially in light of the announced transformation plans impacting all parts of our organisation.@find out more@Deutsche Bank's and the Berliner Philharmoniker's exclusive partnership of over 30 years is one of a kind in the world. As in every partnership, we share ambitions and passion for our causes. Outstanding performance coupled with commitment and innovation are unique attributes that make the Berliner Philharmoniker an ideal partner for Deutsche Bank.@find out more@We invested a total of 70 million euros in training our employees in 2019 - this means 800 euros per employee. To help our employees develop professionally and personally and advance their careers, we have made learning a key element of our people strategy at Deutsche Bank. We strive to create an engaging, personalised and varied learner experience accessible to all employees, at every stage of their career.@find out more@As globalization connects countries, economies and people, cultural diversity is a way of life at Deutsche Bank. We operate in 59 countries worldwide and have a workforce that includes 140 nationalities. We partner with a number of leading non-governmental organizations globally to deepen our understanding of the latest research and trends across diversity topics.@find out more@Our Made for Good enterprise programme supports pioneering enterprises that help drive positive change in society. Aligned to the UN Sustainable Development Goals, the Global Goals Lab empowers early-stage social enterprises to develop their business plan, scale their offerings, access new networks, or tap sources of funding. Deutsche Bank employees provided 14,000 hours of pro-bono coaching. Due to the coronavirus pandemic the Impact Fund 2020 prize money of 35,000 euros was divided equally among the six nominated social enterprises that promote responsible consumption and climate action.@find out more@Under the motto ArtWorks, Deutsche Bank has provided employees, customers, and the general public with access to contemporary art for 40 years. The heart of our art activities is the Deutsche Bank Collection, which is one of the worlds most renowned corporate collections and whose works are on view in the banks office buildings as well as at international exhibitions. The Artist of the Year award goes to a contemporary artist who has created an oeuvre that is artistically and socially relevant, integrating the media of paper and photography, the two main areas of focus of theDeutsche Bank Collection.@find out more@Copyright  2021  Deutsche Bank AG, Frankfurt am Main@"}, {"link": "https://www.db.com/what-we-do/products-and-services/client-logins", "ramuri": ["https://www.db.com/who-we-are/history/chronicle", "https://www.db.com/who-we-are/global-network/index"], "text": "Client logins  Deutsche Bank@Client logins@\n                  Online Banking for...\n                @\n                  Wealth Management\n                @\n                  Corporates & institutions\n                @\n                  Asset Management\n                @Germany@@Belgium@Indien@Italy (Deutsche Bank Easy)@Italy (La Mia Banca)@Spain@Asia  Wealth Management Online@Austria  Wealth Management Online@Germany  Deutsche Private Port@Luxembourg  Wealth Management Online@Saudi Arabia  Wealth Management Online@Spain  Online Banking@Switzerland  Deutsche Wealth Online@Switzerland  Wealth Management Online@USA  DB InSight@USA  DB Private Wealth Online +@USA  DBConnect@Autobahn@BluePort@DBConvertibles@db Corporate Banking (Italy)@db-direct internet (US)@Deutsche Bank Research@Global Prime@Supplier Onboarding Portal@TradeFinder@DWS Depot Login@DWS Depot online@Europe Client Login (DeAM fit)@Real Estate Investment Management@Copyright  2021  Deutsche Bank AG, Frankfurt am Main@"}, {"link": "https://www.db.com/what-we-do/products-and-services/mobile-services", "ramuri": ["https://www.db.com/who-we-are/history/publications", "https://www.db.com/who-we-are/global-network/index"], "text": "Mobile services  Deutsche Bank@Mobile services@All Deutsche Bank Apps@You can find all Deutsche Bank apps for download here:@@Copyright  2021  Deutsche Bank AG, Frankfurt am Main@"}, {"link": "https://www.db.com/what-we-do/responsibility", "ramuri": ["https://www.db.com/cr/en/datacenter/index.htm", "https://www.db.com/who-we-are/global-network/index"], "text": "Home  Deutsche Bank Responsibility@Tangible impact:CSR COVID-19Community relief @K.H. Hdicke@The best countries to be a social entrepreneur@Welcome to thePalaisPopulaire@Lifes better when things are made for good.@October 9, 2020  April 5, 2021@A unique space for art, culture and sports@ @News@For employees@\nSustainability@\nSociety@\nArt, Culture & Sports@\nReports@\nCorporate Responsibility@\r\n                    Last Update: January 15, 2021\r\n                    Copyright  2021 Deutsche Bank AG, Frankfurt am Main\r\n                    \r\n                @"}, {"link": "https://www.db.com/cr/en/society/art-culture-sports.htm", "ramuri": ["https://www.db.com/cr/de/gesellschaft/kunst-kultur-und-sport.htm", "https://www.db.com/what-we-do"], "text": "Art, Culture & Sports  Deutsche Bank Responsibility@Art, Culture & Sports@Art works@Culture inspires@Sports connect@Vibrant, inspiring, and cosmopolitan: the new PalaisPopulaire@Selected projects@Artist of the Year@Deutsche Bank Collection@News@Berliner Philharmoniker@English Theatre Frankfurt@Online art magazine@Deutsche Bank Park@Deutsche Bank Sports Scholarship@Why do we promote art, culture and sports?@What contribution do we make?@Which projects do we support?@\r\nArtMag@Art, culture and sports bring people together, fill them with passion: Art works, inspires people to engage with the present and helps them develop creative ideas for the future. Culture inspires - across borders. It is always an encounter and an exchange. Sports connect people and motivate them to perform and show fairness.@Promoting art, culture and sports means helping to shape our society, to give it new impetus, and enabling people to have unforgettable experiences.@Under the motto ArtWorks, Deutsche Bank has offered employees, customers, and the general public access to contemporary artsince 40 years. The heart of our art activities is the Deutsche Bank Collection, which today is one of the worlds most renowned corporate collections and whose works are on view in the banks office buildings as well as in international exhibitions. The Artist of the Year award honors ermerging artists who have created an artistically, as well as socially relevant, oeuvre. In the sphere of culture, we support the Berliner Philharmoniker, Musikgymnasium Schloss Belvedere in Weimar, and the English Theatre in Frankfurt, among others. As National Sponsor of the German Sports Aid Foundation and as partner of Eintracht Frankfurt Deutsche Bank supports competitive and mass sports. With the German Equestrian Sport Academy, outstanding dressage talents are promoted.@Since40 years, Deutsche Bank has offered employees, customers, and the general public access to contemporary art.@Deutsche Bank not only supports important cultural institutions, festivals and orchestras, but also promotes young up-and-coming talents.@Deutsche Bank is a longtime sponsor of competitive sports and helps talented athletes combine sports and an education.@Situated in the heart of Berlin, on Unter den Linden boulevard, the PalaisPopulaire by Deutsche Bank combines tradition and the future, local and global culture. It offers visitors an exciting mix of art, culture and sports.\nmore@more news@Keep up with contemporary art  with ArtMag.\nArtMag online@Copyrights@Forum for art, culture and sports Matthias Schormann,Artist of the Year Caline Aoun,Deutsche Bank Collection Photo: John Wildgoose,  Keith Tyson, Berliner Philharmoniker  Monika Rittershaus, English Theatre:Photo: Christian Muth@\r\n                    Last Update: January 15, 2021\r\n                    Copyright  2021 Deutsche Bank AG, Frankfurt am Main\r\n                    \r\n                @"}, {"link": "https://www.db.com/society", "ramuri": ["https://www.db.com/cr/de/gesellschaft/index.htm", "https://www.db.com/what-we-do"], "text": "Society  Deutsche Bank Responsibility@Tangible impact:CSR COVID-19Community relief @1.6m people through our corporate social responsibility programmes in 2019.@585,000 people through our local community projects that help the most disadvantaged in 2019.@460,000 young people to reach their potential through our Born to Be programme in 2019.@5,735 social enterprises with advice and support  to help address issues in society via our Made for Good programme in 2019.@EUR 8.4m to good causes in 2019.@Our mission@We reached@We supported@We empowered@We provided@We helped give@Born to Be@Made for Good@In the community@Volunteering and giving@CSR Units & Foundations@Reports & Publications@News@News@Education@Enterprise@Community@Plus You@Our Global Footprint@Read more@#PositiveImpact@#PositiveImpact@#PositiveImpact@#PositiveImpact@#PositiveImpact@We want communities and economies to prosper. Around the world, we apply our global corporate social responsibility strategy to the most relevant local concerns.We work together with like-minded partners towards this goal. Our people play their part too.@We created Born to Be to help young people reach their full potential. Our projects increase motivation, develop skills and improve access to education and employment opportunities.@\n@We want to empower startups, non-profits and commercial businesses that create wider social good. Our Made for Good programme provides access to advice, support and networks to help them scale up.@\n@Wherever we do business we work to build stronger and more inclusive communities. We focus our efforts on the most disadvantaged through projects that deliver basic welfare, improve essential infrastructure and provide relief in emergencies.@\n@Our employees increase the impact of our CSR programmes. They share their skills and their time by volunteering as mentors, advisers and advocates. @Deutsche Banks CSR activities are brought to life by its regional units and endowed foundations. @On this page we offer you CSR-related reports, brochures and general information for download.@more news@\r\n                    Last Update: January 15, 2021\r\n                    Copyright  2021 Deutsche Bank AG, Frankfurt am Main\r\n                    \r\n                @"}, {"link": "https://www.db.com/what-we-do/focus-topics", "ramuri": ["https://www.db.com/who-we-are/history/faq", "https://www.db.com/what-we-do"], "text": "Focus topics  Deutsche Bank@Focus topics@\n\nNext-generation financial services powered by cloud\n            Next-generation financial services powered by cloud\n          \n@\n\nCryptocurrencies, blockchain and bitcoin\n            Cryptocurrencies, blockchain and bitcoin\n          \n@\n\nDigitalisation\n            Our innovation ecosystem\n          \n@\n\nCode of Conduct of Deutsche Bank\n            Code of Conduct\n          \n@\n\n#PositiveImpact  Together with our clients\n            #PositiveImpact\n          \n@\n\nStrategy  compete to win\n            Strategy\n          \n@In partnership with Google Cloud@Deutsche Bank's standards of behaviour and conduct@The world is changing. Where do banks fit in?@Copyright  2021  Deutsche Bank AG, Frankfurt am Main@"}, {"link": "https://www.db.com/what-we-do/focus-topics/cloud", "ramuri": ["https://www.db.com/who-we-are/history/archives", "https://www.db.com/news"], "text": "Cloud  Deutsche Bank@Next-generation financial services powered by cloud@\n                  Benefits of cloud\n                @\n                  Bringing the partnership to life\n                @\n                  The CEO view\n                @UnScripted Podcast@Media release@Bernd Leukert message to staff@Contact@\n\nExplore\n            Testimonials\n          \n@\n\nShow content of\n      What does this mean for the Corporate Bank?\n            \n\n\n\n\n\n@\n\nShow content of\n      What does this mean for the Investment Bank?\n            \n\n\n\n\n\n@\n\nShow content of\n      What does this mean for the Private Bank?\n            \n\n\n\n\n\n@\n\nShow content of\n      What does this mean for Deutsche Bank Infrastructure?\n            \n\n\n\n\n\n@Deutsche Bank and Google Cloud have finalised a strategic, multi-year partnership to accelerate the banks transition to the cloud and co-innovate new products and services. It is the first partnership of this kind for the financial services industry.@For Deutsche Banks clients, the agreement will reshape how products and services are designed and delivered. With faster application development and the use of advanced artificial intelligence and data analytics tools, the bank will be able to respond more flexibly and accurately to the most pressing challenges, trends and client needs.@Moving to the public cloud has a number of benefits, including:@Data privacy and security@Deutsche Bank has an uncompromising focus on data privacy and security to safeguard customer data and Deutsche Banks information assets. The bank will conform to privacy and data protection regulations in its use of public cloud services, including Data Jurisdiction, Data Processing and Data Access.@We continuously evaluate both the security capability of our vendors and our internal cloud security policies to ensure we operate in the safest possible environment.@Deutsche Bank can choose in which data centre region in scope applications are being deployed to cater for data location preferences or rules. Deutsche Bank applications will encrypt data at rest and in transit. Google Cloud will provide Deutsche Bank with functionality to allow the bank to manage its encryption keys.@The transition to the public cloud is an exciting development for Deutsche Banks businesses and infrastructure areas. Moving in scope applications to the public cloud environment allows Deutsche Bank areas to dynamically scale infrastructure up or down to meet demand, something which is essential in a more digital world. @Eliminating the overhead of managing legacy infrastructure will allow the banks engineering community to spend more time coding, increasing developer productivity, reducing time to market for new applications and shortening release cycles across our platform. Googles suite of data analytics will enable Deutsche Bank to continue to develop innovative solutions which are driven by the latest advances in artificial intelligence and big data analysis.@A number of potential use cases are already being explored  a selection of which can be found below.@@Watch Christian Sewing and Sundar Pichai discuss the benefits of the strategic partnership between Deutsche Bank and Google Cloud.@@Listen to Rob Enslin (Google) and Bernd Leukert (Deutsche Bank) discuss the strategic partnership between the two companies, and what it means for financial services@read more@read the e-mail@TDI mailbox@What do our people say.@Asset-as-a-service: Supporting asset producers and users in moving to a pay-per-use model. This provides flexibility for the users (e.g. leasing machinery rather than buying it), removes large, upfront expenditure and moves assets off balance sheet@Cash flow forecasting: Using state-of-the-art AI techniques to analyse and more accurately predict future cash flows@Digital payment gateway: A digital payment platform for e-commerce that seamlessly connects digital business models, payment processors and banking services, allowing customers to accept and manage online payments globally and securely@Data Factory: A powerful, scalable platform for all our data assets which will have modern, analytical, Machine Learning, and AI capabilities that can be used by the business to deliver innovation use cases and solve business challenges@Quant research platform: Large-scale data storage and computation capabilities to enable faster querying of complex trading and market data sets. This will enable continuous improvements to liquidity provision, analytics, and access to market - particularly in electronic flow products@Autobahn Analytics: Data driven optimisation of user experience on award-winning electronic platform, Autobahn, based on a deep understanding of client workflow. More focused investments on most used products & features.@Online banking: Digital, multi-branded banking platform for Germanys Deutsche Bank and Postbank customers providing overview of complete cross-brand customer product portfolio, easy to use functionality with state-of-the-art user experience, services, digital products and real-time processes@RiskFinder: A platform that provides capability for bank-wide portfolio analytics, scenario analysis and regulatory capital management@Natural Language Processing (NLP): A platform to facilitate NLP-based analysis of news and other text for Deutsche Bank, providing enhanced early warning capability, market data & metric anomaly analysis and rationalisation@Enterprise Risk Management (ERM) Services: A single portal that provides services for all ERM functions (e.g. risk appetite, recovery planning, resolution planning)@Capital, Control Operations (CCO) platform: Facilitates the exchange of clean data between divisions through the use of Enterprise Data Standards.@Copyright  2021  Deutsche Bank AG, Frankfurt am Main@"}, {"link": "https://www.db.com/what-we-do/focus-topics/digitalisation", "ramuri": ["https://www.db.com/media/news", "https://www.db.com/news"], "text": "Digitalisation and Banking 4.0  Deutsche Bank@Deutsche Bank's journey to digitalisation@\n                  Digitalisation and Banking 4.0\n                @\n                  Innovation labs and catalysts\n                @\n                  Innovation@db hackathons: exploiting cutting edge technologies globally\n                @\n                  NextGen Innovation Summit\n                @\n                  Economy Views: AI, big data  and the future of democracy\n                @\n                  Autobahn FX Mobile\n                @\n                  Breaking down silos at the Deutsche Bank - Symphony hackathon\n                @\n                  Economy Views: data-driven banking\n                @\n                  Innovation@db: London's blockchain team\n                @\n                  Innovation@db: banking data potential in everyday life\n                @\n                  Innovation@db: Dublin's data lab  \"The Hive\"\n                @\n                  Digital Unplugged: Focus on the Payments Landscape\n                @\n                  Digital Unplugged: Banks & FinTechs unite\n                @\n                  Digital Unplugged: Focus on Regulation  Accelerator or Challenger?\n                @Focus Topics@10 facts about the Digital Factory@10 facts about the Digital Factory that you should know@the open innovation platform for developing ideas together with start-ups.@Fintech@How hackathons are changing the way we work@Deutsche Bank and Autistica develop autism app in 24 hour@Cash, electronic or online@Cash, electronic, online?@The Digital Revolution is transforming every industry. Deutsche Bank understands the influence of a more digital world on its operating model and has embarked on a journey to becoming more technology-led. Our ambition is to be a leader in the area of digitalisation using the power of our data in order to understand customers better, make more informed decisions, further strengthen our control functions, and focus on our clients needs. This is a small snapshot of what we are doing:@Deutsche Bank is developing innovations in Frankfurt for the banking business and beyond traditional financial services  together with start-ups from all over the world.@How can we work in concert with other companies and thereby drive innovation within our own company?@How can we work with start-ups to jointly implement solutions that go beyond traditional banking services?@What does an open innovation platform look like and what does a start-up programme offer us?@With Fintech Europe, we have established a corresponding platform together with Plug and Play and TechQuartier in Frankfurt to implement this easily with strong partners.@@Deutsche Bank and Autistica have developed the prototype for an app which will help young people with autism to understand and overcome their fears. More than 150 of Deutsche Bank's IT and design specialists from 7 locations across the world competed against each other in a programming competition (hackathon) to build a prototype for a smartphone app. Deutsche Bank will offer Autistica the competition's collective data and developments so that the organisation can win the sponsors needed to develop the prototype further.@\"The prototype for this app is an example of how hackathons can change the way in which we work  how we build teams, tackle problems and use the skills of employees purposefully\", remarked Kim Hammonds, member of the Management Board and Group Chief Operating Officer for the Bank.@more about #DBTechHackathon@@Germans are known as heavy cash users. As recent as 2017 they paid cash for most of their purchase transactions, 74% by number and 48% by value. However, there were an estimated 17 billion electronic payments that year and with a number of new mobile devices coming onto the market in 2018 this will likely change.How do German pay?@A faster pace of innovation with crowdstorming and lateral thinking:@Experience how Deutsche Bank has helped to shape #DigitalBanking here.@Getting ideas to production safely in a day: that's why Thomas Chalmers is excited about his job. In the new episode of our innovation@db series, we look behind the scenes of a hackathon at Deutsche Bank.@The four-day sustainability and technology-themed event in San Francisco introduced millennial clients to entrepreneurs, investors and academics from Silicon Valley and beyond.@With the possibility to synchronize large amounts of data across many different platforms, the risks of targeted disinformation and manipulation increase. Democratic societies must develop a high degree of digital literacy to remain fit for the future @Presenting the next-generation customer experience of Autobahn FX - now on desktop and mobile.@14 teams comprising developers, domain experts and students put on their problem-solving hats and identified problems and designed solutions to break down silos using the Symphony platform at the Symphony Innovate 2019 hackathon in Singapore on May 30.@In this edition of the #EconomyViews video series, Ren Keller, Group Chief Data Officer and Group Head of Innovation for Deutsche Bank, talks about what kind of expertise is required to create great solutions for the clients.@The client will win, says Anja Bedford, who helps to develop and implement blockchain solutions at Deutsche Bank. In this edition of the innovation@db video series, she discusses the transformative power of cryptocurrencies.@Bank data is a \"mirror of our clients' everyday lives,\" says Joris Hensen, co-lead of Deutsche Bank's API Program. Thanks to a technical interface, this data can also be used for digital offers outside the bank.@In this edition of the Innovation@db series Bronagh Riordan from Deutsche Banks data lab in Dublin provides insights, why collaboration is key for delivering data driven insights for the banks clients.@Until now major banks, credit card companies and financial giants have controlled the $100 trillion payments industry. All involved now need to re-assess the way they do business given evolving regulation or new technologies and fintechs @The accelerating pace of technological change is the most creative, and almost destructive force in financial services. How can banks and FinTechs collaborate and co-innovate in the new digital economy?@Regulators have become increasingly interested in financial technologies and their impact on banking. We explore the important role they play in both addressing the risks and driving innovation.@@Fintechstands for Financial Technology. This umbrella term includes technologies associated with financial services: from everyday mobile or web-based payments, account management, loans and investment strategies to insurance policies and donations. Big Data, Robo Advice and Blockchain are just some of the things which will change the world of finance.@@All important banking and brokerage functionalities as well as Deutsche Bank branch and cash-service finder wherever you are. You will find inDeutsche Bank apps everything thatmobile banking has to offer  whether you want to use the photoTAN procedure easily and conveniently or to always keep an eye on your finances on the go.@@Our experts are there to serve you as competent partners in many countries and are always happy to advise you. Our products and services include payment and current account services, investment management and retirement planning, as well as deposits, loans and mortgages.more@Copyright  2021  Deutsche Bank AG, Frankfurt am Main@"}, {"link": "https://www.db.com/what-we-do/focus-topics/fintech-europe", "ramuri": ["https://www.db.com/media/allevents", "https://www.db.com/news"], "text": "Fintech Europe  Deutsche Bank@Fintech Europe@\n                  Fintech-Europe Website\n                @\n                  You might also be interested in\n                @\n\nmore\n            dbAPI developer portal for innovators and start-ups\n          \n@\n\nmore\n            Deutsche Bank Innovation Labs\n          \n@\n\nDigitalisation\n            Our innovation ecosystem\n          \n@Products and services@We look for innovation together with start-ups@Inspiration from a start-up mentality@What does the Fintech Europe programme look like?@Fintech Europe is an innovation platform in the heart of Frankfurts financial district, where several banks and companies cooperate with start-ups. Deutsche Bank is a founding partner of this platform together with Plug and Play and TechQuartier, both of which offer and host the programme.@Plug and Play from Silicon Valley offers companies access to innovative start-ups worldwide and across industries. Since 2010 business partners have been an integral part of Plug and Plays innovation platform to foster collaboration between start-ups and corporates.@TechQuartier in Frankfurt offers young companies space for creative cooperation with corporates. Large banks, leading financial service providers, economic and financial institutions and fintech companies come together, network and form a community of forward-looking experts.@Fintech Europe offers companies access to a global network of hand-picked start-ups with innovative solutions, new business models and new technologies. The open innovation platform enables synergies with other active players in the financial industry and partner companies to be better utilised.@Fintech Europe puts us in contact with start-ups. Together, we select the potential start-up for our business. We work closely together with the teams and let the start-up spirit inspire us. Our aim is to implement innovative and suitable solutions for our clients together with the start-ups.@Deutsche Banks goal in working with Fintech Europe is to develop ideas for the banking business of the future and beyond traditional financial services, too. Together with start-ups, we come up with ideas, test them and develop products and services for Deutsche Banks clients. We either make an investment in the start-up, enter into a cooperation with them or we look for new ideas.@Our experts first examine the start-ups current business modelsreviewand think about how these can serve as a basis for Deutsche Banks new solutions. Immediately afterwards, we begin the search for young companiesscouting. The next step involves selecting suitable start-ups after a detailed presentation of the business model in a small groupdeep dive. Afterwards we decide whether to launch a jointpilot project lasting three months, for example, in order to move the idea forward. This twelve-week programme takes place twice a year.@Onselection day, all of start-ups chosen present their ideas to a selected audience of cooperation partners and experts. The highlight is thenexpo day, where the young companies present the pilot projects to a broad Deutsche Bank audience as well as to other banks, companies and investors.@Visit theFintech-Europe Website here@Deutsche Bank provides ambitious software developers with the opportunity to offer banking clients digital solutions that go far beyond traditional financial services. Programmers can test their ideas for digital services of the future in the banks proprietary development environment. Deutsche Bank has set up an application programming interface, dbAPI, specifically for this purpose.@@The Innovation Labs cooperate with start-ups from all over the world and connect young companies with decision-makers within Deutsche Bank. This is how new technology solutions are introduced to Deutsche Bank.@Copyright  2021  Deutsche Bank AG, Frankfurt am Main@"}, {"link": "https://www.db.com/careers/en/grad/index.html", "ramuri": ["https://www.db.com/careers/en/grad/faq.html", "https://www.db.com/careers/index_e.html"], "text": "Students & Graduates  Deutsche Bank Careers@A future that's yours to shape. What could you do?@Start where you belong.@Search for opportunities@Meet our people, learn about our business and discover career opportunities. Sign up for one of our live events and find out about life at Deutsche Bank@Early Career Insight Programmes@Deutsche Bank Internship Programme@Deutsche Bank Graduate Programme@Deutsche Bank Technology Programmes@Career Starter Roles@Deutsche Bank Graduate Programme@Deutsche Bank Internship Programme@Aspiring Talent Programme@Deutsche Bank Technology Programmes@Deutsche Bank Graduate Programme@Deutsche Bank Internship Programme@Spring into Banking@Deutsche Bank Technology Programmes@Early Career Insight Programmes@Deutsche Bank Internship Programme@Deutsche Bank Graduate Programme@Deutsche Bank Technology Programmes@Deutsche Bank US Associate Programme@Career Starter Roles@Early Career Insight Programmes@Deutsche Bank Internship Programme@Deutsche Bank Graduate Programme@Deutsche Bank Technology Programmes@Deutsche Bank US Associate Programme@Career Starter Roles@\n@We're changing what it means to be a bank. Its about making a positive difference by cultivating new skills and perspectives.  Whether youre a school leaver, student, graduate or someone with professional experience, here, you can search across locations, divisions and programmes to find exciting opportunities where you can develop new skills, get real-world banking experience and kickstart your career.@\r\n                    If what youre looking for isnt listed, please use the  Keyword Search to browse available opportunities.\r\n                    Already applied? Login to view your application.\r\n                @Skills sessions. Networking opportunities. Industry experience.@Find about how you could start your career in banking on one of our outstanding programmes.@If you want to expand your technical knowledge, grow your skills and build a career you can be excited about, our internship will give you the foundations to do so. For university and college students in their penultimate year.@Cutting-edge projects, the most exciting challenges and continuous opportunities to build your skills and knowledge. Join a global team that is transforming the world of banking. For students graduating this academic year, or who have recently graduated.@We have a variety of roles that are suitable for graduates, often outside our traditional graduate programmes. \r\nIf you're keen to start building a specialised skill-set from day one, you'll enjoy training tailored to the needs of the role.@Cutting-edge projects, the most exciting challenges and continuous opportunities to build your skills and knowledge. Join a global team that is transforming the world of banking. For students graduating this academic year, or who have recently graduated.@If you want to expand your technical knowledge, grow your skills and build a career you can be excited about, our internship will give you the foundations to do so. For university and college students in their penultimate year.@A part-time programme run in May for female students in their penultimate year. @Cutting-edge projects, the most exciting challenges and continuous opportunities to build your skills and knowledge. Join a global team that is transforming the world of banking. For students graduating this academic year, or who have recently graduated.@If you want to expand your technical knowledge, grow your skills and build a career you can be excited about, our internship will give you the foundations to do so. For university and college students in their penultimate year.@Learn about our culture and the work we do.@A one-week introduction to a career that can really take you places.  This is our pre-internship programme. @Skills sessions. Networking opportunities. Industry experience.@Find about how you could start your career in banking on one of our outstanding programmes.@If you want to expand your technical knowledge, grow your skills and build a career you can be excited about, our internship will give you the foundations to do so. For university and college students in their penultimate year.@Cutting-edge projects, the most exciting challenges and continuous opportunities to build your skills and knowledge. Join a global team that is transforming the world of banking. For students graduating this academic year, or who have recently graduated.@We have a variety of roles that are suitable for graduates, outside our traditional graduate programmes. If you're keen to start building a specialised skill-set from day one, you'll enjoy training tailored to the needs of the role.@Skills sessions. Networking opportunities. Industry experience.@Find about how you could start your career in banking on one of our outstanding programmes.@If you want to expand your technical knowledge, grow your skills and build a career you can be excited about, our internship will give you the foundations to do so. For university and college students in their penultimate year.@Cutting-edge projects, the most exciting challenges and continuous opportunities to build your skills and knowledge. Join a global team that is transforming the world of banking. For students graduating this academic year, or who have recently graduated.@The Associate Program is an opportunity for MBA graduates to expand their banking knowledge with an established global financial institution thats driving change within the industry.@We have a variety of roles that are suitable for graduates, often outside our traditional graduate programmes. \r\nIf you're keen to start building a specialised skill-set from day one, you'll enjoy training tailored to the needs of the role.@\r\n                    Last Update: November 13, 2020\r\n                    Copyright  2021 Deutsche Bank AG, Frankfurt am Main\r\n                    \r\n                @"}, {"link": "https://www.db.com/careers/en/prof/index.html", "ramuri": ["https://www.db.com/careers/en/prof/faq.html", "https://www.db.com/careers/index_e.html"], "text": "Professionals  Deutsche Bank Careers@A future that's yours to shape. What could you do?@Ralf is promoting multi-cultural educationto inform decision making.@Mike is driving his own future, as well as the banks.@Melvyn is making partnerships that matter.@Sarah's tackling gender inequality for the next generation@Build tomorrows bank, today@Sandhya looks to gain new knowledge wherever she goes@Ralf is promoting multi-cultural education to inform decision making.@Melvyn is making partnerships that matter.@Queenie enhances regulatory understanding within our bank.@More stories@\nJob Search & Apply@\nJob Search & Apply@\nLooking to return to work after a long break?@Kevin Burke on finding synergies@Mike is driving his own future, as well as the banks@Semis focus is on the protection of customer data@Janagran is keeping his finger on the pulse of change@Manuela is exploring a world full of opportunities@Wei Wei is making small changes to create a big impact@Danny is flying the flag for diversity@Frank is discovering a new world with every career step@Dipesh is creating a platform to drive our future growth@Vickis ideas work beyond all borders@Selasi's baking an impact@Juliane is delivering services that work for customers and for her@Marleen reaches new heights in private customer business.@Alexander  The perfect blend@\n@The place for progress. No matter what role youre doing, or where you do it, youll bring your perspective and use your skills to drive change. Here, its not just about what you do on a day-to-day basis, its about the impact youll have.@Explore the opportunities available to find out where you can make an impact.@Explore the opportunities available to find out where you can make an impact.@\n\n@Birmingham employee Sandhya looks upon her career as a series of learning opportunities.@Did you know that knowledge and understanding of other cultures always contribute to economic success?@For Queenie, having a diverse network and an open-mind have been a critical part of her success in carving out the early part of her career.@With 30 years experience in the industry, our Head of Corporate & Institutional Client Coverage for Asia Pacific sees collaboration as the centre of our success in such a diverse region.@How our employees and we as a bank benefit from career mobility.@Innovative products and data protection belong together. Read here how closely legal experts and product developers work together.@Let yourself be inspired by how each career step opens up the next opportunity.@Find out how a change of perspective, can enrich your overall experience.@When it comes to driving change, find out how your mindset is just as important as your actions.@Can you picture an environment where everyone is respected and recognised as they are, and where everyone can contribute their strengths?@Find out how a career path not only opens up new countries and tasks, but also new horizons.@Can you imagine how a platform can shorten processing times by up to nine months?@Find out how modern technology is changing not only the way we work, but also our way of thinking.@Find out more about his career.@Discover how flexible working makes our services better.@Find out how yoga and the branch world of tomorrow fit together.@What does a typical bank employee do?@\r\n                    Last Update: February 16, 2021\r\n                    Copyright  2021 Deutsche Bank AG, Frankfurt am Main\r\n                    \r\n                @"}, {"link": "https://www.db.com/imprint?kid=imprint.inter-hren.footer", "ramuri": ["https://www.db.com/media/social-media", "https://www.db.com/careers/index_e.html"], "text": "Imprint  Deutsche Bank@Imprint@Deutsche Bank AG is a stock corporation ('Aktiengesellschaft') incorporated under the laws of the Federal Republic of Germany with principal office in Frankfurt am Main. It is registered with the district court ('Amtsgericht') in Frankfurt am Main under No HRB 30 000 and licensed to carry on banking business and to provide financial services. Supervisory authorities:TheEuropean Central Bank (ECB), Sonnemannstrasse 22, 60314 Frankfurt am Main, Germanyand theGerman Federal Financial Supervisory Authority ('Bundesanstalt fr Finanzdienstleistungsaufsicht' or 'BaFin'), Graurheindorfer Strasse 108, 53117 Bonn and Marie-Curie-Strasse 24-28, 60439 Frankfurt am Main, Germany.@Chairman of the Supervisory Board is Paul Achleitner. TheManagement Board is comprised of Christian Sewing (Chairman), Karl von Rohr (Deputy Chairman), Fabrizio Campelli, Frank Kuhnke, Bernd Leukert, Stuart Lewis, James von Moltke, Alexander von zur Mhlen, Christiana Riley, Stefan Simon.@The Deutsche Bank Group comprises a substantial number of domestic and foreign companies, including banks, securities companies and financial services providers that are licensed by regulators in the country of their incorporation.@Deutsche Bank AGTaunusanlage 1260325 FRANKFURT AM MAIN (for letters and postcards:60262)GERMANY@Tel.:+49 69 910-00Fax:+49 69 910-34 225deutsche.bank@db.com@The value added tax identification number of Deutsche Bank AG, Frankfurt am Main, (pursuant to Article 22 (1) of the Sixth Council Directive (77/388/EEC) of 17 May 1977 on the harmonization of the laws of the Member States of the European Union relating to turnover taxes) is DE114103379.@The European Commission has established a European online dispute resolution platform (OS platform) under https://ec.europa.eu/consumers/odr/. Consumers may use the OS platform to resolve disputes arising from online contracts with providers established in the EU.@Responsible according to section 18, paragraph 2 of the German Federal Media Agreement (Medienstaatsvertrag)Ralf Drescher, Taunusanlage 12, 60325 Frankfurt am Main, Germany@Copyright  2021  Deutsche Bank AG, Frankfurt am Main@"}, {"link": "https://www.db.com/company/en/positiveimpact/archive.htm?tag=150j", "ramuri": ["https://www.db.com/company/en/positiveimpact/archive.htm", "https://www.db.com/PositiveImpact"], "text": "Archive@Here for our clients, personally@Financing the low-carbon economy@Towards racial equality@The fight goes on@Rethinking the office @Working together, apart@Accelerating ESG investment@The transformation of Deutsche Bank@Capital and advice @Mobility, connectivity and progress@Access, advice and planning@Whats your number one financial priority?@Why is it important to be connected to others?@What do you want to achieve in life?@What matters most in business?@Our founding purpose connects past to present and leads us into the future@Export, trade and growth@Transport, energy and neighbourhoods@FX technology that helps you focus on the whole picture@Here for our clients, now and tomorrow@A new New York@Its not just building a building@#PositiveImpact wins European Excellence Award for Storytelling.@Teaching the world how to dive with PADI@#PositiveImpact wins gold at the German Brand Awards@Together, with our clients@I took a pretty atypical path to banking@Getting the most out of life@With a smartphone, I can always be there for my clients@Bringing more power to the Egyptian people@Together, with our clients@You feel successful when your clients are successful@Whats your biggest dream in life?@How do your dreams make you feel?@Where would you like to be five years from now?@We all have ambitions@We created a new brand purpose for todays world@Making it easier to learn new languages with Babbel@Helping Burda improve access to education@Its important to take a step back sometimes and think about what were doing@What life goals have you achieved already?@Changing the way we live every day@Everyone needs a plan@Keeping the wheels turning@A better quality of life@What can turn a dream into reality?@We are a global bank with a local heritage@More time for the things that matter @Passing on a lifes work@Were here when they need us@Where is the best place to make plans?@Digitalisation is not about devices. Its about people@What did you want to be when you were young?@Twenty-first century train travel with Rock Rail@\n@From phone to app and video chat, our clients can always speak to their advisor@For 150 years weve supported those who keep life and business moving.@For 150 years weve been helping all kinds of businesses do business, all over the world@For 150 years weve financed infrastructure projects that have helped cities and countries move forward, all over the world@For 150 years weve helped our clients to move forward.@The largest private real estate development in US history, Hudson Yards is the new heart of New York City@Matt Borstein on what Hudson Yards means to him personally and the wider value of commercial real estate projects@Prof. Andrea Morgner-Miehlke wants her family to live life to the full@We help them to achieve their plans and ambitions.@Bernd Sauter describes how he supports the global activities of his clients from the south of Germany@The textbooks that Burda prints in India support economic development in Africa@People like Sabrina who are always on the go appreciate the flexibility they get from digital banking@Raghuvinders plan is to create stability and security for his family@Rock Rails ambition is to modernise the UKs rail infrastructure, through state-of-the-art trains and financing@"}, {"link": "https://www.db.com/company/en/positiveimpact/archive.htm?tag=clients", "ramuri": ["https://www.db.com/company/de/positiverbeitrag/archiv.htm", "https://www.db.com/PositiveImpact"], "text": "Archive@Here for our clients, personally@Financing the low-carbon economy@Towards racial equality@The fight goes on@Rethinking the office @Working together, apart@Accelerating ESG investment@The transformation of Deutsche Bank@Capital and advice @Mobility, connectivity and progress@Access, advice and planning@Whats your number one financial priority?@Why is it important to be connected to others?@What do you want to achieve in life?@What matters most in business?@Our founding purpose connects past to present and leads us into the future@Export, trade and growth@Transport, energy and neighbourhoods@FX technology that helps you focus on the whole picture@Here for our clients, now and tomorrow@A new New York@Its not just building a building@#PositiveImpact wins European Excellence Award for Storytelling.@Teaching the world how to dive with PADI@#PositiveImpact wins gold at the German Brand Awards@Together, with our clients@I took a pretty atypical path to banking@Getting the most out of life@With a smartphone, I can always be there for my clients@Bringing more power to the Egyptian people@Together, with our clients@You feel successful when your clients are successful@Whats your biggest dream in life?@How do your dreams make you feel?@Where would you like to be five years from now?@We all have ambitions@We created a new brand purpose for todays world@Making it easier to learn new languages with Babbel@Helping Burda improve access to education@Its important to take a step back sometimes and think about what were doing@What life goals have you achieved already?@Changing the way we live every day@Everyone needs a plan@Keeping the wheels turning@A better quality of life@What can turn a dream into reality?@We are a global bank with a local heritage@More time for the things that matter @Passing on a lifes work@Were here when they need us@Where is the best place to make plans?@Digitalisation is not about devices. Its about people@What did you want to be when you were young?@Twenty-first century train travel with Rock Rail@\n@From phone to app and video chat, our clients can always speak to their advisor@For 150 years weve supported those who keep life and business moving.@For 150 years weve been helping all kinds of businesses do business, all over the world@For 150 years weve financed infrastructure projects that have helped cities and countries move forward, all over the world@For 150 years weve helped our clients to move forward.@The largest private real estate development in US history, Hudson Yards is the new heart of New York City@Matt Borstein on what Hudson Yards means to him personally and the wider value of commercial real estate projects@Prof. Andrea Morgner-Miehlke wants her family to live life to the full@We help them to achieve their plans and ambitions.@Bernd Sauter describes how he supports the global activities of his clients from the south of Germany@The textbooks that Burda prints in India support economic development in Africa@People like Sabrina who are always on the go appreciate the flexibility they get from digital banking@Raghuvinders plan is to create stability and security for his family@Rock Rails ambition is to modernise the UKs rail infrastructure, through state-of-the-art trains and financing@"}, {"link": "https://www.db.com/company/en/positiveimpact/archive.htm?tag=opinion", "ramuri": ["https://www.db.com/company/en/positiveimpact/mobility.htm", "https://www.db.com/PositiveImpact"], "text": "Archive@Here for our clients, personally@Financing the low-carbon economy@Towards racial equality@The fight goes on@Rethinking the office @Working together, apart@Accelerating ESG investment@The transformation of Deutsche Bank@Capital and advice @Mobility, connectivity and progress@Access, advice and planning@Whats your number one financial priority?@Why is it important to be connected to others?@What do you want to achieve in life?@What matters most in business?@Our founding purpose connects past to present and leads us into the future@Export, trade and growth@Transport, energy and neighbourhoods@FX technology that helps you focus on the whole picture@Here for our clients, now and tomorrow@A new New York@Its not just building a building@#PositiveImpact wins European Excellence Award for Storytelling.@Teaching the world how to dive with PADI@#PositiveImpact wins gold at the German Brand Awards@Together, with our clients@I took a pretty atypical path to banking@Getting the most out of life@With a smartphone, I can always be there for my clients@Bringing more power to the Egyptian people@Together, with our clients@You feel successful when your clients are successful@Whats your biggest dream in life?@How do your dreams make you feel?@Where would you like to be five years from now?@We all have ambitions@We created a new brand purpose for todays world@Making it easier to learn new languages with Babbel@Helping Burda improve access to education@Its important to take a step back sometimes and think about what were doing@What life goals have you achieved already?@Changing the way we live every day@Everyone needs a plan@Keeping the wheels turning@A better quality of life@What can turn a dream into reality?@We are a global bank with a local heritage@More time for the things that matter @Passing on a lifes work@Were here when they need us@Where is the best place to make plans?@Digitalisation is not about devices. Its about people@What did you want to be when you were young?@Twenty-first century train travel with Rock Rail@\n@From phone to app and video chat, our clients can always speak to their advisor@For 150 years weve supported those who keep life and business moving.@For 150 years weve been helping all kinds of businesses do business, all over the world@For 150 years weve financed infrastructure projects that have helped cities and countries move forward, all over the world@For 150 years weve helped our clients to move forward.@The largest private real estate development in US history, Hudson Yards is the new heart of New York City@Matt Borstein on what Hudson Yards means to him personally and the wider value of commercial real estate projects@Prof. Andrea Morgner-Miehlke wants her family to live life to the full@We help them to achieve their plans and ambitions.@Bernd Sauter describes how he supports the global activities of his clients from the south of Germany@The textbooks that Burda prints in India support economic development in Africa@People like Sabrina who are always on the go appreciate the flexibility they get from digital banking@Raghuvinders plan is to create stability and security for his family@Rock Rails ambition is to modernise the UKs rail infrastructure, through state-of-the-art trains and financing@"}, {"link": "https://www.db.com/Medien", "ramuri": ["https://www.db.com/media/videos", "https://www.db.com/ir/index_de.htm"], "text": "News  Deutsche Bank@Copyright  2021  Deutsche Bank AG, Frankfurt am Main@"}, {"link": "https://www.db.com/Karriere", "ramuri": ["https://www.db.com/careers/de/berufserfahrene/datenschutzerklaerung.html", "https://www.db.com/ir/index_de.htm"], "text": "Willkommen  Deutsche Bank Karriere@\r\n        Die Welt verndert sich, und wir verndern uns mit. Das ist mehr als Banking.#PositiverBeitrag\r\n    @\nSchulabgnger*innen/ Studienaussteiger*innen@\nBerufseinsteiger*innen mit akademischem Hintergrund@\nBerufserfahrene  @\n@Sie gehen zur Schule und sind auf dem Weg zur Mittleren Reife oder zum Abitur? Sie zweifeln an Ihrem Studium und suchen nach neuen Ideen? Hier entdecken Sie den Weg, der zu Ihnen passt. @Ob whrend Ihres Studiums oder nach dem Abschluss  bei uns finden Sie vielfltige Einstiegsmglichkeiten, die zu Ihnen passen.\n\n@\nSie verfgen bereits ber Berufserfahrung? Hier knnen Sie herausfinden, wie Sie mit uns weiter voran kommen.\n\n\n\n@\r\n                    Letzte Aktualisierung: 6. November 2020\r\n                    Copyright  2021 Deutsche Bank AG, Frankfurt am Main\r\n                    \r\n                @"}, {"link": "https://www.db.com/Investoren", "ramuri": ["https://www.db.com/positiverBeitrag", "https://www.db.com/ir/index_de.htm"], "text": "Investor Relations  Deutsche Bank@Investor Relations@IR-Informationen@Deutsche Bank-Aktie (Xetra)@Verffentlichungen und Events@Strategie@Finanzkalender@4. Februar 2021@5. Februar 2021@\nConsensus Report @\nInvestment case presentation@\nClient & Creditor Presentation (PDF)@\n@Vorlufiges Jahresergebnis fr das Geschftsjahr 2020 @Telefonkonferenz fr Fixed Income Investoren@Die Deutsche Bank verndert grundlegend ihr Geschftsmodell, um profitabler und kundenorientierter zu werden, langfristiges Wachstum zu frdern und die Renditen fr Aktionre zu verbessern. Um diese Transformation umzusetzen, werden wir zu unseren Wurzeln zurckkehren und gleichzeitig an einer soliden Bilanz mit starken Kontrollen festhalten.@4. Februar 2021\r\nVorlufiges Jahresergebnis fr das Geschftsjahr 2020 mit Jahresmedienkonferenz und Investoren- und Analysten-Telefonkonferenz@@5. Februar 2021\r\nTelefonkonferenz fr Fixed Income Investorenfr das Geschftsjahr 2020@@\r\n                    Copyright  2021 Deutsche Bank AG, Frankfurt am Main\r\n                @"}, {"link": "https://www.db.com/what-we-do/focus-topics/innovation-network", "ramuri": ["https://www.db.com/media/netiquette", "https://www.db.com/contact"], "text": "Innovation Network  Deutsche Bank@\n                  Deutsche Bank Innovation Network\n                @\n                  Why work with the Innovation Network?\n                @Dr. Luc Mriochaud@Joerg Landsch@Jon Pearson@Marcus Trotter@Jean-Philippe Romieu@\n                  WhatsApp & WeChat via Symphony\n                @The challenge@The solution@\n                  WorkFusion\n                @The challenge@The solution@\n                  Finanzguru\n                @The challenge@The solution@Were a focal point for innovation with a simple, practical role: we connect third party companies to decision makers within Deutsche Bank. In this way, we help Deutsche Bank adopt emerging technology solutions that enhance, improve and reimagine the way we serve our clients.@We identify, evaluate and support the adoption of emerging technologies. We create a culture of innovation. And we support Deutsche Banks digital strategy.@Theglobal Deutsche Bank Innovation Network has a simple proposition: work out what the bank's business and supporting functions need, and help find solutions through the vast network of startups and companies across the world. We make it straightforward for startups to find their way into Deutsche Bank, so ideas quickly become reality. While identifying the right partner is helpful, we go one step further. Out of our Innovation Network hubs in Berlin, Frankfurt, London, New York, Palo Alto and Singapore, we provide an environment where technologies, concepts and ideas can be tested rigorously and rapidly, against real-world requirements.@What companies really need is a connector. For partners who can successfully address our demand challenges, we provide:@Do you have any questions about Innovation or want to speak to someone in the team? Please emailcontact.innovation@db.com@Luc Mriochaud is Managing Director and Global Head of Innovation Network and Corporate Venture Capital at Deutsche Bank. Luc spent 13 years with McKinsey and Goldman Sachs, with a focus on strategy and innovation for financial services in Europe, Asia and North America. Luc studied Economics and Business in Paris, Oxford and Berlin and has a Ph.D. in capital markets theory. Luc has been an active startup mentor for many years.@Joerg leads Deutsche Bank Innovation Network in Americas with offices in New York and Palo Alto. Being nearly 20 years in the Financial industry, Joerg has experience inInvestment Banking, Corporate Banking & Private Banking through various roles in Germany, UK, Asia and US offeringan intimate understanding of how to drive innovation in a large, global bank. Joerg is also an active mentor in start-ups and accelerator programmes.@Jon leads the Deutsche Bank Innovation Network for the United Kingdom & Ireland. Jon has led strategic technology initiatives across Client Coverage, Global Markets and Corporate Banking. His focus includes cross-divisional initiatives in Distributed Ledger, Customer Experience and Mobile Product Development.@Marcusleads the Deutsche Bank Innovation Network out of the Singapore Labcovering the Asia Pacific region. Prior experience in the UK saw Marcus work in a number of roles spanning corporate innovation, strategy and venture capital. Marcus actively participates in the external innovation ecosystem and social enterprise projects outside of Deutsche Bank.@Jean-Philippe leads the Deutsche Bank Innovation Network through Lab locations in Frankfurtand Berlin, covering Continental Europe. Jean-Philippe has led digital transformation initiatives based on customer centricity and agile design in large tech corporations. With an engineering and business background, Jean-Philippe has experience in building innovation ecosystems around start-ups and large partners to bring tech solutions to the market.@@Social messaging platforms, such as WeChat andWhatsApp, are reshaping client behaviour with clients increasingly requesting new ways in which to interact with their banking partners. In order to adapt, Deutsche Bank needed to find a way tocommunicate with its clients in a waythat was compliant, convenient and secure. Deutsche Bank therefore pursued a solution which would allow the firm to plug intothesocial messaging platforms preferred by our clients.@Deutsche Bank leveraged itsstrategic partnership with Symphony to deliverWeChat and WhatsAppintegrations. These integrations go through Symphony  a platform which is used extensively across the financial services industry  allowing clients to communicate with Deutsche Bank representatives through their preferred social messaging platforms. Through these integrations, Deutsche Bank has been able to enhance its digital touchpoints with clients leveraging some of the worlds most ubiquitous social messaging platforms  WeChat and WhatsApp.@In order to serve its clients Deutsche Bank needs to carry out millions of processes every single day. Whether it is onboarding a new client,performing AML/KYC screening,processing a mortgage, accounting or other fundamental operations, every one of these processes requires careful and secure data controls. This all adds up to a huge amount of work for large numbers of people globally. Teams across Deutsche Bank therefore sought a way to safely, securely and efficiently automate a number of these processes that did not need to be manually controlled.@In order to solve a number of these challenges, Deutsche Bank partnered with WorkFusion, a leading vendor of Intelligent Automation solutions combining AI, RPA & machine learning capabilities for business process automation. WorkFusion automates the time-consuming process of training and selecting machine learning algorithms for work thats too complex for robotics and uses historical data and real-time human actions to train models to automate judgment work in a business process;like categorising,extracting,validating and verifyingunstructured informationfrom emails, documents, adverse media or other sources. Leveraging a number of intelligent solutions, Deutsche Bank is able to create significant efficiencies across a number of workflows, ultimately enabling the bank to improve services to clients.@@Following on from the launch ofits API program (dbAPI), Deutsche Bank encouraged developers from aroundthe world to leverage the API to build innovative beyond banking solutions. At a Hackathon event, teams of creative developers were given a challenge to generate a solution for the bank's clients that went beyond the traditional offering of retail banks.Life is not only about finance. It is aboutspending time with your family and friends, starting a business, having kids or what matters most to you. With that in mind, the developers set out to build a beyond banking solution that would have a real-life impact.@The winning appcamefrom the dwins team, Finanzguru: an AI based individual finance assistant that offers users a convenient overview of their finances, contracts and bills, and automaticallyrecognises and suggests potential savings. The mobile app gives customisedfinancial advice to users by analysing their transaction history. Users can optimise their bills and payments with a helpful overview of all their recurring subscriptions and the ability to cancel or sign contracts seamlessly thorough the app. In addition to Deutsche Bank investment into dwins, experts from the Innovation Team and the New Ecosystem Team supported the startup in their development of the appafter its initial design. Deutsche Bank continues to collaborate with Finanzguru, who have also received investment from Hhle der Lwen, boosting their customer base in Germany.@Copyright  2021  Deutsche Bank AG, Frankfurt am Main@"}, {"link": "https://www.db.com/what-we-do/focus-topics/cryptocurrencies-and-blockchain", "ramuri": ["https://www.db.com/media/images", "https://www.db.com/contact"], "text": "Cryptocurrencies and Blockchain  Deutsche Bank@Cryptocurrencies, blockchain and bitcoin  how technology is reshaping finance@\n                  Crypto-currencies: Hype or (r)evolution?\n                @\n\nWhy would we use crypto euros?\n            Why would we use crypto euros?\n          \n@\n\nIn the bitcoin mine\n            In the bitcoin mine\n          \n@\n                  Cryptocurrencies are all the rage at the moment and are as much about blockchain as anything else but there could be an increasing desire for alternative medians of exchange in the years to come if we are correct.\n                @\n                  Other updates on this topic:\n                @Bitcoin: number of Google searches and price levels develop in parallel@From shells to bitcoin@The most well-known adopters of blockchain technology to date are crypto-currencies such as bitcoin. The surge in price and headlines about these new digital currencies is driving debate about how crypto-currencies could impact corporates and payment transactions.@Deutsche Bank Research Study: Central bank-issued digital cash  a user perspective@Everybody is talking about bitcoin. But what does a bitcoin mine look like? Find out in our photo blog.@Jim Reid, economist at Deutsche Bank@Blockchain  How a ledger could change our lives@11 questions to see if blockchain is right for a business. Chief Data Officer JP Rangaswami co-authors guide for World Economic Forum@Deutsche Bank Research scrutinises the dogmas dominating the cryptocurrency debate: bitcoin myths under the spotlight@Cryptocurrency investors risk total loss, Markus Mueller, Global Head of the Chief Investment Office, said in an interview@Kim Hammonds: Blockchain - The power of interactionRead Article@Deutsche Bank Global Financial Strategist Masao Muraki: Who is propping up the bitcoin market?Read article@CIO Insights Reflections: If cryptocurrencies are to replace money, then they have to fulfil moneys three core functions...Read article@Deutsche Bank Economists weigh in on bitcoinView Interview@Economy Views: Blockchain  transforming financial servicesView video@Utility Settlement Coin concept on blockchain gathers paceRead article@Last year the number of Google bitcoin search requests developed in parallel to the price increases in the cryptocurrency. According to a study published in July last year, the correlation had previously been 91 percent. A further study dating from 2015 even concludes that trade in bitcoin can be partly predicted on the basis of search requests.@The evolution of money@Copyright  2021  Deutsche Bank AG, Frankfurt am Main@"}, {"link": "https://www.db.com/who-we-are", "ramuri": ["https://www.db.com/media/dbvoices", "https://www.db.com/contact"], "text": "Who we are  Deutsche Bank@We are here to enable economic growth and societal progress through our positive impact.@Our purpose@\n\nOur strategy\n            Our strategy\n          \n@\n\nOur business\n            Our business\n          \n@\n\nOur roots\n            Our roots\n          \n@\n                  Our products and services\n                @\n                  Boards and committees\n                @\n\nmore\n            Global network\n          \n@Our responsibility@#PositiveImpactSee what we help make happen for others.@Deutsche Bank is the leading German bank with strong European roots and a global network. The bank focuses on its strengths in a Corporate Bank newly created in 2019, a leading Private Bank, a focused investment bank and in asset management.more@We provide banking services to companies, governments, institutional investors, small and medium-sized businesses and private individuals.@Deutsche Bank was founded in 1870 to accompany German businesses into the world. Weve worked across borders ever since.@Client centricity@Our set-up includes four divisions that are well-positioned to grow:@The Deutsche Bank boards and committees consist of the Management Board, the Supervisory Board, theCommittees of the Supervisory Board and the Advisory Boards.@Christian Sewing  Chief Executive Officer@We have established strong bases in all major emerging markets, and therefore have good prospects for business growth in fast-growing economies, including theAsia Pacific region, Central and Eastern Europe, and Latin America.In Europe, we are well placed to benefit from the aforementioned resilient conditions in our home market, Germany, and from continued strong levels of corporate activity in the euro zone.@We aim to do business in a responsible and sustainable way that has positive impact. We support education, enterprise and communities through our corporate social responsibility.Were proud that many of our employees take part in civic engagement. We believe art and culture should be open to all. We support young sporting talent too.@Copyright  2021  Deutsche Bank AG, Frankfurt am Main@"}, {"link": "https://www.db.com/ir/en/reports-and-events.htm", "ramuri": ["https://www.db.com/ir/de/berichte-und-events.htm", "https://www.db.com/ir/index_en.htm"], "text": "Reports and Events  Deutsche Bank@Reports and Events@Quarterly Results@Other Presentations and Events@Financial Calendar@Annual Reports@Regulatory Reporting@SEC Filings for Financial Results@Further Information@Consensus Report@Ad-hoc Releases@Service and Contacts@\n@@Access to media releases, Financial Data Supplements, reports, presentations and webcasts of equity and fixed income calls.\n@\n\n\n@2020 - 2015@Archive@September 22, 2020\r\nJames von Moltke, Chief Financial Officer - 25th Annual Financials CEO Conference (Bank of America) @@2020 - 2017\nArchive@February 4, 2021\r\nPreliminary results for the2020 financial year with Annual Media Conference andInvestor and Analyst Conference Call@@February 5, 2021\r\nFixed Income Investor Conference Call on FY/Q4 2020 results@Annual Reports@Annual Financial Statements and Management Reports@Non-Financial Reports/Corporate Responsibility Reports@Human Resources Reports@Stress Test Results@G-SII Indicators@Pillar 3 Reports@Other Reports@SEC Form20-F@SEC Forms 6-K@@@@\r\n                    Copyright  2021 Deutsche Bank AG, Frankfurt am Main\r\n                @"}, {"link": "https://www.db.com/ir/en/corporate-governance.htm", "ramuri": ["https://www.db.com/ir/de/corporate-governance.htm", "https://www.db.com/ir/index_en.htm"], "text": "Corporate Governance  Deutsche Bank@Corporate Governance@Organizational Structure@Function and Framework@Reports@Documents@Auditors@Further Information@Corporate Responsibility@Annual General Meeting@Service and Contacts@\n@@Effective corporate governance in accordance with high international standards is a part of our identity. We ensure the responsible, value-driven management and control of Deutsche Bank through our system of corporate governance, which has four key elements: good relations with shareholders, effective cooperation between the Management Board and the Supervisory Board, a system of performance-related compensation for managers and employees, as well as transparent and early reporting.@The fundamental basis for this is provided by, above all, the German Stock Corporation Act and the German Corporate Governance Code. Seeing as our share is also listed on the New York Stock Exchange, we are subject in certain respects to U.S. capital market laws as well as the rules of the Securities and Exchange Commission and the New York Stock Exchange.@Supervisory Board Committees of the Supervisory Board Management Board@Corporate Governance at Deutsche Bank\n@Corporate Governance Reports\nCompensation Reports@Articles of Association\nAd-hoc Releases\nDirectors' Dealings\nTerms of References\nDeclarations of Conformity\nCode of Ethics\nGerman Corporate Governance Code@On May 23, 2019 the Annual General Meeting appointed KPMG Aktiengesellschaft Wirtschaftsprfungsgesellschaft, Berlin as the auditor of the Annual Financial Statements and as the auditor of the Consolidated Financial Statements for the 2019 financial year.@@@@\r\n                    Copyright  2021 Deutsche Bank AG, Frankfurt am Main\r\n                @"}, {"link": "https://www.db.com/ir/en/share.htm", "ramuri": ["https://www.db.com/ir/de/aktie.htm", "https://www.db.com/ir/index_en.htm"], "text": "Share  Deutsche Bank@Share@Deutsche Bank Share (Xetra)@Share Information@Analysts and Consensus Report@Dividend@Shareholder Structure@Capital Measures@Further Information@Annual General Meeting@Creditor Information@Service and Contacts@\n@@Share Information\nShare Price Information\nHistorical Share Prices\nPerformance Calculator\nShare Buybacks\nShare Register\nFAQ@Equity Analysts\nConsensus Report@Dividend for business year2018:\r\nEUR 0.11.\rDate for dividend payment: May 28, 2019.\n\n@Major Shareholders\nRegional Split of Share Capital@Capital Increase 2017SEC Filings/ IRS Forms Capital Increase 2017Capital Increase 2014SEC Filings/ IRS Forms Capital Increase 2014Capital Increase 2010Tender Offer Postbank 2010@@@@\r\n                    Copyright  2021 Deutsche Bank AG, Frankfurt am Main\r\n                @"}, {"link": "https://www.db.com/company/en/positiveimpact/archive.htm?tag=videos", "ramuri": ["https://www.db.com/company/en/positiveimpact/privateclients.htm", "https://www.db.com/company/en/positiveimpact.htm"], "text": "Archive@Here for our clients, personally@Financing the low-carbon economy@Towards racial equality@The fight goes on@Rethinking the office @Working together, apart@Accelerating ESG investment@The transformation of Deutsche Bank@Capital and advice @Mobility, connectivity and progress@Access, advice and planning@Whats your number one financial priority?@Why is it important to be connected to others?@What do you want to achieve in life?@What matters most in business?@Our founding purpose connects past to present and leads us into the future@Export, trade and growth@Transport, energy and neighbourhoods@FX technology that helps you focus on the whole picture@Here for our clients, now and tomorrow@A new New York@Its not just building a building@#PositiveImpact wins European Excellence Award for Storytelling.@Teaching the world how to dive with PADI@#PositiveImpact wins gold at the German Brand Awards@Together, with our clients@I took a pretty atypical path to banking@Getting the most out of life@With a smartphone, I can always be there for my clients@Bringing more power to the Egyptian people@Together, with our clients@You feel successful when your clients are successful@Whats your biggest dream in life?@How do your dreams make you feel?@Where would you like to be five years from now?@We all have ambitions@We created a new brand purpose for todays world@Making it easier to learn new languages with Babbel@Helping Burda improve access to education@Its important to take a step back sometimes and think about what were doing@What life goals have you achieved already?@Changing the way we live every day@Everyone needs a plan@Keeping the wheels turning@A better quality of life@What can turn a dream into reality?@We are a global bank with a local heritage@More time for the things that matter @Passing on a lifes work@Were here when they need us@Where is the best place to make plans?@Digitalisation is not about devices. Its about people@What did you want to be when you were young?@Twenty-first century train travel with Rock Rail@\n@From phone to app and video chat, our clients can always speak to their advisor@For 150 years weve supported those who keep life and business moving.@For 150 years weve been helping all kinds of businesses do business, all over the world@For 150 years weve financed infrastructure projects that have helped cities and countries move forward, all over the world@For 150 years weve helped our clients to move forward.@The largest private real estate development in US history, Hudson Yards is the new heart of New York City@Matt Borstein on what Hudson Yards means to him personally and the wider value of commercial real estate projects@Prof. Andrea Morgner-Miehlke wants her family to live life to the full@We help them to achieve their plans and ambitions.@Bernd Sauter describes how he supports the global activities of his clients from the south of Germany@The textbooks that Burda prints in India support economic development in Africa@People like Sabrina who are always on the go appreciate the flexibility they get from digital banking@Raghuvinders plan is to create stability and security for his family@Rock Rails ambition is to modernise the UKs rail infrastructure, through state-of-the-art trains and financing@"}, {"link": "https://www.db.com/company/de/positiverbeitrag.htm", "ramuri": ["https://www.db.com/company/de/positiverbeitrag/archiv.htm?tag=150j", "https://www.db.com/company/en/positiveimpact.htm"], "text": "#PositiverBeitrag Home Deutsche Bank@Wir sind seit 150 Jahren fr unsere Kunden da@Von innen nach auen@Export, Handel und Wachstum@Mobilitt, Konnektivitt und Fortschritt@Unsere FX-Technologie hilft Ihnen, das Ganze zu sehen.@Unser 150-jhriges Jubilum ist Anlass zur Freude, stellt uns als Bank aber auch vor ganz neue Herausforderungen im Hinblick auf die Corona-Pandemie. Wir haben Mitarbeiter befragt, worauf es in dieser schwierigen Zeit ankommt. Und das sind ihre Antworten:@Heute wirtschaften, fr morgen planen.@Zugang, Beratung und Planung@2018Aufgeladen@Seit 150 Jahren verbinden wir Welten, um Menschen und Unternehmen dabei zu helfen, ihre Plne umzusetzen und ihre Ziele zu erreichen.@Wir finanzieren, was Stdte lebenswert macht@Warum ist es wichtig, mit anderen Menschen in Verbindung zu stehen?@Fr unsere Kunden da, heute und in Zukunft@2020Home Office@Unser Grndungszweck verbindet die Vergangenheit mit dem Heute und fhrt uns in die Zukunft.@Wie PADI der Welt das Tauchen beibringt@Was zhlt bei einem Unternehmen am meisten?@Mehr Lebensqualitt@1997Langstrecke @Wir helfen Babbel, Menschen das Sprachenlernen zu erleichtern@Was mchten Sie im Leben erreichen?@Mit Rock Rail Zugreisen ins 21. Jahrhundert holen@1917Filmreif@Mehr Zeit fr das, was wichtig ist @2019 Neue Stadtviertel@Ein Begleiter fr die ganz persnliche Lebensplanung@Was ist Ihre oberste finanzielle Prioritt?@Was ist Ihr grter Lebenstraum?@Wo wren Sie gern in 5 Jahren?@Adidas und Reebok@Ein neues New York@1895Kathedralen und Straenbahnen@1988Internationale Beziehungen@\n@Seit 150 Jahren helfen wir Unternehmen aller Art, berall auf der Welt Geschfte zu machen.@Seit 150 Jahren untersttzen wir unsere Kunden dabei, ihre Ziele zu erreichen.@Die Deutsche Bank wurde 1870 gegrndet, um deutsche und europische Unternehmen bei grenzberschreitenden Geschften zu untersttzen.@Seit damals verbinden wir Welten.@Fr Unternehmen.@Fr Anleger.@Fr Sparer und Kreditnehmer.@Fr Generationen ber Generationen.@So leisten wir einen positiven Beitrag fr unsere Kunden, die Mitarbeiter, die Wirtschaft und die Gesellschaft.@Besonders jetzt, whrend dieser herausfordernden Zeit, sind wir fr Sie da.@#PositiverBeitrag@Seit 150 Jahren untersttzen wir diejenigen, die das Leben und die Wirtschaft voranbringen.@Seit 150 Jahren helfen wir unseren Kunden beim Sparen, Investieren und Verwalten ihres Vermgens - ganz nach ihren individuellen Wnschen.@Wir untersttzen den Brsengang von NIO, der dem Unternehmen eine Erweiterung der Produktion vollelektrischer Fahrzeuge ermglicht@Seit 150 Jahren finanzieren wir Infrastrukturprojekte. Sie helfen Stdten und Lndern auf der ganzen Welt dabei, sich weiterzuentwickeln.@Seit 150 Jahren helfen wir unseren Kunden, weiterzukommen@Unsere Filialen stellen auf Telefonbanking um, um Kunden whrend des Lockdowns zu untersttzen@Rock Rail plant, die Bahninfrastruktur in Grobritannien durch hochmoderne Zge und Finanzierungen grundlegend zu verbessern@Wir untersttzen die Projektfinanzierung von Hudson Yards dem neuen Stadtviertel in der West Side von New York City.@Quelle: Deutsche Bank  Kommunikation und Soziale Verantwortung@Quelle: Deutsche Bank  Kommunikation und Soziale Verantwortung@Quelle: Deutsche Bank  Kommunikation und Soziale Verantwortung@2006: Durch den Kauf von Reebok sichert sich Adidas einen greren Anteil am US-Sportschuhmarkt: Wir organisieren und finanzieren die bernahme.@Wir stellen die Finanzierung fr die Elektrifizierung von Barcelona und Sevilla bereit.@Als Teil eines Konsortium finanzieren wir den Eurotunnel zwischen Grobritannien und dem europischen Festland.@"}, {"link": "https://www.db.com/company/en/positiveimpact/business.htm", "ramuri": ["https://www.db.com/company/de/positiverbeitrag/business.htm", "https://www.db.com/company/en/positiveimpact.htm"], "text": "150 years for Business Clients  Deutsche Bank #PositiveImpact@Deutsche Bank was founded to serve companies with international ambitions@150 years of supporting export, trade and growth@Export, trade and growth@We help our clients do business next door and far from home@Corporate banking@M&A@Corporate finance@M&A@M&A@Corporate banking@M&A@M&A@Corporate banking@Corporate finance@Corporate finance@M&A@Corporate banking@Trade finance@Cash management@M&A@Connecting business, life, now and tomorrow@Transport, energy and neighbourhoods@\n@For 150 years weve been helping all kinds of businesses do business, all over the world.@Companies with international ambitions can access a huge choice of markets today. Deciding where to go is just the beginning. Entering a new market means navigating unfamiliar territory, different rules and red tape.@Deutsche Bank was founded in 1870 to help German and European businesses export, trade and grow worldwide. We are still doing that 150 years on.@We built a global network to be able to help our clients get to wherever they want to be. Through services like trade finance, cash management and foreign exchange, we continue to help multinationals, mid-caps and startups do business next door and far from home.@With our support they can pay and be paid in the local currency. From cash flows to exchange rates, we help them manage the risks involved in trading across borders. Manufacturers need global supply chains to run smoothly. We help that happen.@From 150 years of involvement in established and emerging markets we know that no two routes to expansion are the same. Some go country by country. Others use mergers and acquisitions to get there sooner. From the capital markets to bank loans, we connect companies to the financing they need to help them on their way.@The traditional and the adventurous. The well-travelled and the fast-growing. We are here for them. This is how businesses grow.@We help AEG grow from startup into global provider of electrical engineering@We help establish Mannesmann as a multinational industrial conglomerate@We advise Siemens on a new corporate structure so it can be more competitive globally@We help launch Ufa, Germanys best-known film and TV company@We arrange the merger of leading German iron, steel and coal producers into Vereinigte Stahlwerke, which becomes the largest steelmaker in Europe@We help toymaker Steiff become an international business with over 40 export markets@We lead the privatisation of VEBA, which merges with VIAG in 2000 to form E.ON, one of the worlds largest energy suppliers@We advise on the merger that makes Hapag-Lloyd AG one of the worlds largest shipping companies@Our financing, payment services and interest rate management help car rental company Sixt become an international brand@Financing helps winemaker Robert Weil modernise production of its popular Riesling wines@We help luggage maker Rimowa establish manufacturing operations outside Germany to supply international markets@Buying Reebok brings Adidas a bigger share of the US sports shoe market: we arrange and finance the deal@We help tech startup Babbel open its first international office in New York@We assist Hubert Burda Medias expansion in emerging markets, the latest chapter in this 50-year partnership@Regional cash pooling helps Hilton run its hotel operations across Europe@We help Whitbread focus on hospitality in Europe and the Middle East by selling Costa Coffee to Coca-Cola@For 150 years, Deutsche Bank has been connecting worlds to help people and businesses get to where they want to be@For 150 years weve financed infrastructure projects that have helped cities and countries move forward, all over the world@"}, {"link": "https://www.db.com/company/de/positiverbeitrag/unser-auftrag.htm", "ramuri": ["https://www.db.com/company/de/positiverbeitrag/archiv.htm?tag=clients", "https://www.db.com/company/en/positiveimpact/purpose.htm"], "text": "Unser Auftrag  #PositiverBeitrag Deutsche Bank@\r\n          Unser Auftrag\r\n        @Dazu sind wir da@Wir verbinden Unternehmen und Menschen, Heute und Zukunft@Seit 150 Jahren untersttzen wir unsere Kunden dabei, ihre Ziele zu erreichen.@Unser Grndungszweck verbindet die Vergangenheit mit dem Heute und fhrt uns in die Zukunft.@Export, Handel und Wachstum@Wir finanzieren, was Stdte lebenswert macht@\n@Seit 150 Jahren verbinden wir Welten, um Menschen und Unternehmen dabei zu helfen, ihre Ziele zu erreichen.@Durch unsere weltweite Prsenz haben multinationale Konzerne, Mittelstandskunden und Familienunternehmen Zugang zu Mrkten in Industrie- und Schwellenlndern. Gerade jetzt, verbinden wir groe und kleine Unternehmen und bieten ihnen die Untersttzung, die sie brauchen, um durch diese herausfordernde Zeit zu kommen.@Von der Eisenbahn ber das Internet bis hin zum Elektroauto. Immer, wenn sich die Welt im Umbruch befindet, haben wir den Wandel untersttzt: Indem wir Pionieren und Unternehmern globale Finanzexpertise und Zugang zu Finanzierungen verschafft haben.@Wenn fr wichtige Projekte eine Finanzierung gesucht wird, finden wir die ntigen Investoren. So wurde der Bau von Straen, Brcken, Transportnetzen und Stadtvierteln ermglicht, die digitale Vernetzung erweitert und neue Energieprojekte angestoen  berall auf der Welt. Wir helfen unseren Kunden, ihren Weg weiterzugehen.@Ob Verbraucherkredite, Hypotheken, Einlagenkonten oder Anlagenportfolios  wir erffnen unseren Kunden neue Mglichkeiten, fr spter zu sparen  und auch unvorhergesehene Situationen zu meistern. Mit unserer Beratung und Vermgensplanung helfen wir dabei, Vermgen zu und sicher von einer Generation zur nchsten weiterzugeben.@Dank unserer Innovationen im Bereich Finanzdienstleistungen ist es einfacher, Geld zu verwalten, Kredite aufzunehmen und berall Geschfte zu ttigen. Dabei suchen wir immer nach neuen Wegen, um das Bankgeschft zu verbessern.@Von Anfang an waren wir fr diejenigen da, die vorankommen wollen.@Wir untersttzen die Plne, Ziele und Trume von Menschen und leisten dadurch einen positiven Beitrag fr unsere Kunden, die Wirtschaft und die Gesellschaft.@Wir sind fr Sie da, heute und in Zukunft.@Seit 150 Jahren helfen wir Unternehmen aller Art, berall auf der Welt Geschfte zu machen.@Seit 150 Jahren finanzieren wir Infrastrukturprojekte. Sie helfen Stdten und Lndern auf der ganzen Welt dabei, sich weiterzuentwickeln.@"}, {"link": "https://www.db.com/company/en/positiveimpact/infrastructure.htm", "ramuri": ["https://www.db.com/company/de/positiverbeitrag/infrastruktur.htm", "https://www.db.com/company/en/positiveimpact/purpose.htm"], "text": "150 years for Infrastructure  Deutsche Bank #PositiveImpact@We work in partnership with those who drive progress through their ingenuity, energy and entrepreneurial spirit @150 years of helping our clients create new infrastructure @Transport, energy and neighbourhoods@People come to the Kudamm to work, live and play@Neighbourhoods@Energy@Transport networks@Energy@Airports@Ports@Roads@Energy@Tunnels@Bridges@Energy@Bridges@Energy@Neighbourhoods@Connecting business, life, now and tomorrow@Export, trade and growth@\n@For 150 years weve financed infrastructure projects that have helped cities and countries move forward, all over the world. @Roads, bridges and tunnels. Airports, ports and public transportation. Cleaner energy. New neighbourhoods. Infrastructure projects like these have a positive impact on economies, society and everyday life. Investment in infrastructure makes better places to live. It creates jobs. It helps business to thrive.@Deutsche Bank has a long history of supporting infrastructure projects, all over the world, by raising finance from investors and committing our own capital.@For 150 years weve worked in partnership with those who drive progress through their ingenuity, energy and entrepreneurial spirit. People who can look beyond today to see a different future. Who have the vision to find new ways to connect cities, countries and continents. Who have the imagination to give idle spaces new purpose.@The Kurfrstendamm is one of the best-known streets in Berlin. Everyone calls it the Kudamm. At one time this was just a country road on the western edge of the city. As Berlin grew it needed more room. The development of the Kudamm in 1882 created a new quarter of shops, restaurants, offices and residences. Financing from Deutsche Bank helped make it happen.@People have come to the Kudamm ever since to work, live and play. Sculpted by war and peace, decline and revival, this neighbourhood has never stood still. Financing and investment keep the Kudamm and Berlin moving forward. This is how cities are made.@We finance the building of a new commercial and residential area of Berlin around the Kudamm@We provide the finance for the electrification of Barcelona and Seville@The arrival of the U-Bahn connects Berlin: we help set up the company behind it@We lead the syndicate that finances construction of a new power plant to provide electricity to Buenos Aires@We are part of the investor syndicate that acquires Tempelhof Field, site of Berlins first commercial airport@A bond issue funds the extension of Osaka harbour, which increases trade with the rest of the world@We raise the finance for new motorways to connect Italys cities@We help finance new pipelines that bring natural gas from Russia to Europe@We join the consortium financing the Channel Tunnel, which connects the UK and mainland Europe@We arrange the finance for the Darnytskyi Bridge, which improves road and rail links in Kiev@We help finance new power plants that give Egypt a modern energy infrastructure@We are part of the financing consortium for the worlds longest suspension bridge, in anakkale, Turkey@We help finance construction of new wind farms that expand production of renewable energy in Norway and Taiwan@We help finance development of the Hudson Yards neighbourhood, which revitalises the West Side of New York City@For 150 years, Deutsche Bank has been connecting worlds to help people and businesses get to where they want to be@For 150 years weve been helping all kinds of businesses do business, all over the world@"}, {"link": "https://www.db.com/imprint", "ramuri": ["https://www.db.com/what-next", "https://www.db.com/company/en/positiveimpact/purpose.htm"], "text": "Imprint  Deutsche Bank@Imprint@Deutsche Bank AG is a stock corporation ('Aktiengesellschaft') incorporated under the laws of the Federal Republic of Germany with principal office in Frankfurt am Main. It is registered with the district court ('Amtsgericht') in Frankfurt am Main under No HRB 30 000 and licensed to carry on banking business and to provide financial services. Supervisory authorities:TheEuropean Central Bank (ECB), Sonnemannstrasse 22, 60314 Frankfurt am Main, Germanyand theGerman Federal Financial Supervisory Authority ('Bundesanstalt fr Finanzdienstleistungsaufsicht' or 'BaFin'), Graurheindorfer Strasse 108, 53117 Bonn and Marie-Curie-Strasse 24-28, 60439 Frankfurt am Main, Germany.@Chairman of the Supervisory Board is Paul Achleitner. TheManagement Board is comprised of Christian Sewing (Chairman), Karl von Rohr (Deputy Chairman), Fabrizio Campelli, Frank Kuhnke, Bernd Leukert, Stuart Lewis, James von Moltke, Alexander von zur Mhlen, Christiana Riley, Stefan Simon.@The Deutsche Bank Group comprises a substantial number of domestic and foreign companies, including banks, securities companies and financial services providers that are licensed by regulators in the country of their incorporation.@Deutsche Bank AGTaunusanlage 1260325 FRANKFURT AM MAIN (for letters and postcards:60262)GERMANY@Tel.:+49 69 910-00Fax:+49 69 910-34 225deutsche.bank@db.com@The value added tax identification number of Deutsche Bank AG, Frankfurt am Main, (pursuant to Article 22 (1) of the Sixth Council Directive (77/388/EEC) of 17 May 1977 on the harmonization of the laws of the Member States of the European Union relating to turnover taxes) is DE114103379.@The European Commission has established a European online dispute resolution platform (OS platform) under https://ec.europa.eu/consumers/odr/. Consumers may use the OS platform to resolve disputes arising from online contracts with providers established in the EU.@Responsible according to section 18, paragraph 2 of the German Federal Media Agreement (Medienstaatsvertrag)Ralf Drescher, Taunusanlage 12, 60325 Frankfurt am Main, Germany@Copyright  2021  Deutsche Bank AG, Frankfurt am Main@"}, {"link": "https://www.db.com/company/de/positiverbeitrag/loesungen.htm", "ramuri": ["https://www.db.com/company/de/positiverbeitrag/archiv.htm?tag=opinion", "https://www.db.com/company/en/positiveimpact/solutions.htm"], "text": "Lsungen und Deutsche Bank #PositiverBeitrag@Heute wirtschaften, fr morgen planen@Persnlich fr unsere Kunden da@Finanzierung einer emissionsarmen Wirtschaft@Auf dem Weg zur ethnischen Vielfalt@Der Kampf geht weiter@Das Bro neu denken@Getrennt zusammenarbeiten@ESG-Investments vorantreiben@Die Transformation der Deutschen Bank@Kapital und Beratung@\n@Lsungen fr unsichere Zeiten@Jetzt ist die Zeit fr neue Denkanstze, die Mglichkeit alte Pfade zu verlassen und der Moment eine andere Zukunft zu gestalten. Wir untersttzen unsere Kunden dabei, sich im Hier und Jetzt um Geschftliches und ihr Privatleben gleichermaen zu kmmern  und wir passen uns ebenfalls an die Gegebenheiten der Zeit an.@Diese Filme thematisieren einige aktuell dringende Themen fr Menschen, Unternehmen und die Gesellschaft. Von der Gestaltung der Gegenwart bis zur Planung der Zukunft: Mitarbeiter der Deutschen Bank teilen ihre Lsungen fr unsichere Zeiten.@Vom Telefon ber die App und Videochat, unsere Kunden knnen jederzeit mit ihrem Berater sprechen@Finanzierung und ESG-Standards verbinden, um der Industrie zu helfen, grner zu werden@Ein Aufruf zum Handeln und Eintreten fr farbige Menschen@Das grte Risiko ist Selbstgeflligkeit@Brorume sind nach wie vor wichtig  denn Teams mssen zusammenkommen@Verstndnis und Vertrauen sind wichtiger denn je@ESG-Investitionen gehen ber umweltfreundliche Finanzierungen hinaus@Prozessanalytik hilft dabei, eine schnellere und intelligentere Bank zu gestalten@Unternehmen berall dabei zu untersttzen, sich neuen Gegebenheiten anzupassen@"}, {"link": "https://www.db.com/legal-resources", "ramuri": ["https://www.db.com/what-next/responsible-growth", "https://www.db.com/company/en/positiveimpact/solutions.htm"], "text": "Legal resources  Deutsche Bank@Legal resources@Allocation Policy@Best Execution and Execution Quality Reports@Brexit@Business Continuity Program@Central Securities Depository Regulation@Codes of Conduct@Conflicts of Interest Policy@Corporate and Regulatory Disclosures@Costs and Charges Disclosure@Deposit and investor protection@Dodd-Frank Resource Centre@DTC ID Confirmation Disclosures@European Market Infrastructure Regulation@Fixed Income and Foreign Exchange Disclosures for customers of Private and Commercial Client Division and Wealth Management@Fixed income disclosures@Foreign Account Tax Compliance Act  FAQ@Foreign Exchange Disclosures (Terms and conditions of FX Dealing)@IBOR transition@Information about the firm @Information on bank resolution and bail-in@Information on safeguarding of client assets@KYC/AML/Patriot Act@MiFID II@Order Execution Policy@Privacy Notice@Prospectus Notice@Responsible Disclosure Process@Risk Disclosures@Sales and Trading Disclaimer@Telephone and communications recording@Terms of Business@Related content@Information contained in these websites is checked and updated by Deutsche Bank AG with due diligence on a regular basis.@This notwithstanding, data may become subject to changes during the intervening period. Therefore, Deutsche Bank AG does not assume any liability or guarantee for the timeliness, accuracy and completeness of the information provided. This applies also to other websites that may be accessed through hyperlinks. Deutsche Bank AG assumes no responsibility for the contents of websites that can be accessed through such links.@Further, Deutsche Bank AG reserves the right to change or amend the information provided at any time and without prior notice.@Contents and structure of the Deutsche Bank web sites are copyright protected. Reproduction of information or data content, in particular the use of text (whether in full or in part), pictures or graphics, requires the prior approval of Deutsche Bank AG.@@Legal resources for Austria@Legal resources for Germany@Legal resources for Italy@Legal resources for Japan@Legal resources for Luxembourg@Legal Resources for Singapore@Legal Resources for South Africa@Legal resources for Spain@Legal Resources for Switzerland@Legal Resources for the United Kingdom@Legal Resources for the United States of America@Legal Resources for Ukraine@Legal resources for corporate clients and institutions@Legal resources for Deutsche Bank Research@Legal resources for DWS@Legal resources for Wealth Management  Americas@Wealth Management Regulatory Information@@Copyright  2021  Deutsche Bank AG, Frankfurt am Main@"}, {"link": "https://www.db.com/accessibility", "ramuri": ["https://www.db.com/what-next/responsible-growth/dossier-covid-sustainable-development", "https://www.db.com/company/en/positiveimpact/solutions.htm"], "text": "Accessibility  Deutsche Bank@Accessibility@What is accessibility?@The concept@Structure of the Deutsche Bank corporate website@The websites tools and functions@Tell us what you think@1) Description of links@2) Compliance with standards@Accessible Internet defines online services that can be used by everyone without limitations, regardless of physical or technical abilities, including people with physical disabilities or with technical or age-related limitations.@Our goal is to feature the content on Deutsche Banks web pages in such a way that each visitor can easily access the information he or she is looking for. The design of our pages complies with the guidelines of the W3C consortium (World Wide Web Consortium). This consortium aims to create standards for web design based on standardized guidelines (WCAG - Web Content Accessibility Guidelines).@We customize our content according to users needs. Online development will be regularly monitored and optimized towards this goal. We build our websites according to set rules and standards that guarantee the highest possible level of user-friendliness. We continuously check our standards and adapt them to changing demands, based on the feedback we receive from the visitors.@The Deutsche Bank corporate website consists of seven sections:@All pages of this website comply with the Accessibility Guidelines or General Principles of Accessible Design from the WAI (Web Accessibility Initiative) Working Group of the W3C. The pages were created on the basis of W3C's XHTML 1.0.@Please inform us of any problems you might encounter using our website. We will be happy to consider your suggestions to better align our services with your needs. Thanks for using thecontact form for any suggestion and comment.@Copyright  2021  Deutsche Bank AG, Frankfurt am Main@"}, {"link": "https://www.db.com/Verantwortung", "ramuri": ["https://www.db.com/cr/de/mitarbeiter/index.htm", "https://www.db.com/cr/index.htm"], "text": "Verantwortung  Deutsche Bank Verantwortung@Effektive Hilfe in heraus-fordernder Zeit: UnsereCorona-Spendenaktion@K.H. Hdicke@Deutsche BankReitsport-Akademie 2020/21@Die besten Lnder fr Sozialunternehmer@Willkommen im PalaisPopulaire@Baut Eure Zukunft@Gutes grnden und Lebensumstnde verbessern.@9. Oktober 2020- 5. April 2021@Kunst, Kultur und Sport neu entdecken@ @Nachrichten@Fr Mitarbeiter@\nNachhaltigkeit@\nGesellschaft@\nKunst, Kultur und Sport@\nBerichte@\nGesellschaftliches Engagement@Unser Team Zukunft@\r\n                    Letzte nderung: 15. Januar 2021\r\n                    Copyright  2021 Deutsche Bank AG, Frankfurt am Main\r\n                    \r\n                @"}, {"link": "https://www.db.com/PositiverBeitrag", "ramuri": ["https://www.db.com/company/de/positiverbeitrag/archiv.htm?tag=videos", "https://www.db.com/cr/index.htm"], "text": "#PositiverBeitrag Home Deutsche Bank@Wir sind seit 150 Jahren fr unsere Kunden da@Von innen nach auen@Export, Handel und Wachstum@Mobilitt, Konnektivitt und Fortschritt@Unsere FX-Technologie hilft Ihnen, das Ganze zu sehen.@Unser 150-jhriges Jubilum ist Anlass zur Freude, stellt uns als Bank aber auch vor ganz neue Herausforderungen im Hinblick auf die Corona-Pandemie. Wir haben Mitarbeiter befragt, worauf es in dieser schwierigen Zeit ankommt. Und das sind ihre Antworten:@Heute wirtschaften, fr morgen planen.@Zugang, Beratung und Planung@2018Aufgeladen@Seit 150 Jahren verbinden wir Welten, um Menschen und Unternehmen dabei zu helfen, ihre Plne umzusetzen und ihre Ziele zu erreichen.@Wir finanzieren, was Stdte lebenswert macht@Warum ist es wichtig, mit anderen Menschen in Verbindung zu stehen?@Fr unsere Kunden da, heute und in Zukunft@2020Home Office@Unser Grndungszweck verbindet die Vergangenheit mit dem Heute und fhrt uns in die Zukunft.@Wie PADI der Welt das Tauchen beibringt@Was zhlt bei einem Unternehmen am meisten?@Mehr Lebensqualitt@1997Langstrecke @Wir helfen Babbel, Menschen das Sprachenlernen zu erleichtern@Was mchten Sie im Leben erreichen?@Mit Rock Rail Zugreisen ins 21. Jahrhundert holen@1917Filmreif@Mehr Zeit fr das, was wichtig ist @2019 Neue Stadtviertel@Ein Begleiter fr die ganz persnliche Lebensplanung@Was ist Ihre oberste finanzielle Prioritt?@Was ist Ihr grter Lebenstraum?@Wo wren Sie gern in 5 Jahren?@Adidas und Reebok@Ein neues New York@1895Kathedralen und Straenbahnen@1988Internationale Beziehungen@\n@Seit 150 Jahren helfen wir Unternehmen aller Art, berall auf der Welt Geschfte zu machen.@Seit 150 Jahren untersttzen wir unsere Kunden dabei, ihre Ziele zu erreichen.@Die Deutsche Bank wurde 1870 gegrndet, um deutsche und europische Unternehmen bei grenzberschreitenden Geschften zu untersttzen.@Seit damals verbinden wir Welten.@Fr Unternehmen.@Fr Anleger.@Fr Sparer und Kreditnehmer.@Fr Generationen ber Generationen.@So leisten wir einen positiven Beitrag fr unsere Kunden, die Mitarbeiter, die Wirtschaft und die Gesellschaft.@Besonders jetzt, whrend dieser herausfordernden Zeit, sind wir fr Sie da.@#PositiverBeitrag@Seit 150 Jahren untersttzen wir diejenigen, die das Leben und die Wirtschaft voranbringen.@Seit 150 Jahren helfen wir unseren Kunden beim Sparen, Investieren und Verwalten ihres Vermgens - ganz nach ihren individuellen Wnschen.@Wir untersttzen den Brsengang von NIO, der dem Unternehmen eine Erweiterung der Produktion vollelektrischer Fahrzeuge ermglicht@Seit 150 Jahren finanzieren wir Infrastrukturprojekte. Sie helfen Stdten und Lndern auf der ganzen Welt dabei, sich weiterzuentwickeln.@Seit 150 Jahren helfen wir unseren Kunden, weiterzukommen@Unsere Filialen stellen auf Telefonbanking um, um Kunden whrend des Lockdowns zu untersttzen@Rock Rail plant, die Bahninfrastruktur in Grobritannien durch hochmoderne Zge und Finanzierungen grundlegend zu verbessern@Wir untersttzen die Projektfinanzierung von Hudson Yards dem neuen Stadtviertel in der West Side von New York City.@Quelle: Deutsche Bank  Kommunikation und Soziale Verantwortung@Quelle: Deutsche Bank  Kommunikation und Soziale Verantwortung@Quelle: Deutsche Bank  Kommunikation und Soziale Verantwortung@2006: Durch den Kauf von Reebok sichert sich Adidas einen greren Anteil am US-Sportschuhmarkt: Wir organisieren und finanzieren die bernahme.@Wir stellen die Finanzierung fr die Elektrifizierung von Barcelona und Sevilla bereit.@Als Teil eines Konsortium finanzieren wir den Eurotunnel zwischen Grobritannien und dem europischen Festland.@"}, {"link": "https://www.db.com/cr/index_en.htm", "ramuri": ["https://www.db.com/news/detail/20200717-tangible-impact-in-unprecedented-times-our-csr-covid-19-community-relief-campaign", "https://www.db.com/cr/index.htm"], "text": "Home  Deutsche Bank Responsibility@Tangible impact:CSR COVID-19Community relief @K.H. Hdicke@The best countries to be a social entrepreneur@Welcome to thePalaisPopulaire@Lifes better when things are made for good.@October 9, 2020  April 5, 2021@A unique space for art, culture and sports@ @News@For employees@\nSustainability@\nSociety@\nArt, Culture & Sports@\nReports@\nCorporate Responsibility@\r\n                    Last Update: January 15, 2021\r\n                    Copyright  2021 Deutsche Bank AG, Frankfurt am Main\r\n                    \r\n                @"}, {"link": "https://www.db.com/search/search?lang=en&topic=1765644636&targetframe=_blank&resultmaxdocs=100&resultcount=10&template=18", "ramuri": ["https://www.db.com/what-next/digital-disruption", "https://www.db.com/search"], "text": "Page not found  Deutsche Bank@Page not found@Unfortunately, the document you tried to open does not exist.@To access the Deutsche Bank homepage, please click on www.db.com@Alternatively, you can:@Thank you.@Copyright  2021  Deutsche Bank AG, Frankfurt am Main@"}, {"link": "https://www.db.com/search/search?lang=en&topic=1765644636&targetframe=_blank&resultmaxdocs=100&resultcount=10&template=52", "ramuri": ["https://www.db.com/what-next/digital-disruption/dossier-future-financial-industry", "https://www.db.com/search"], "text": "Page not found  Deutsche Bank@Page not found@Unfortunately, the document you tried to open does not exist.@To access the Deutsche Bank homepage, please click on www.db.com@Alternatively, you can:@Thank you.@Copyright  2021  Deutsche Bank AG, Frankfurt am Main@"}, {"link": "https://www.db.com/static/18/help/index.en.html", "ramuri": ["https://www.db.com/what-next/entrepreneurial-success", "https://www.db.com/search"], "text": "Page not found  Deutsche Bank@Page not found@Unfortunately, the document you tried to open does not exist.@To access the Deutsche Bank homepage, please click on www.db.com@Alternatively, you can:@Thank you.@Copyright  2021  Deutsche Bank AG, Frankfurt am Main@"}, {"link": "https://www.db.com/cr/de/nachhaltigkeit.htm", "ramuri": ["https://www.db.com/cr/de/datencenter/index.htm", "https://www.db.com/cr/en/Sustainability.htm"], "text": "Nachhaltigkeit  Deutsche Bank Verantwortung@Nachhaltigkeit@Nachhaltigkeitsstrategie@Wir sehen es als unsere Pflicht an, unsere Kunden bei ihrer Transformation in einem komplexen Umfeld zu untersttzen und ihnen den bergang zu einer nachhaltigeren Wirtschaft zu erleichtern.@Nachhaltige Finanzierungen@Verantwortungsbewusstes Bankgeschft@Thought Leadership @Unternehmensfuabdruck@Nachrichten@Unser Ansatz zum Klimaschutz@Christian Sewing@mehr Nachrichten@\r\n                    Letzte nderung: 15. Januar 2021\r\n                    Copyright  2021 Deutsche Bank AG, Frankfurt am Main\r\n                    \r\n                @"}, {"link": "https://www.db.com/cr/en/society/index.htm", "ramuri": ["https://www.db.com/newsroom_news/2020/tangible-impact-in-unprecedented-times-our-csr-covid-19-community-relief-campaign-en-11638.htm", "https://www.db.com/cr/en/Sustainability.htm"], "text": "Society  Deutsche Bank Responsibility@Tangible impact:CSR COVID-19Community relief @1.6m people through our corporate social responsibility programmes in 2019.@585,000 people through our local community projects that help the most disadvantaged in 2019.@460,000 young people to reach their potential through our Born to Be programme in 2019.@5,735 social enterprises with advice and support  to help address issues in society via our Made for Good programme in 2019.@EUR 8.4m to good causes in 2019.@Our mission@We reached@We supported@We empowered@We provided@We helped give@Born to Be@Made for Good@In the community@Volunteering and giving@CSR Units & Foundations@Reports & Publications@News@News@Education@Enterprise@Community@Plus You@Our Global Footprint@Read more@#PositiveImpact@#PositiveImpact@#PositiveImpact@#PositiveImpact@#PositiveImpact@We want communities and economies to prosper. Around the world, we apply our global corporate social responsibility strategy to the most relevant local concerns.We work together with like-minded partners towards this goal. Our people play their part too.@We created Born to Be to help young people reach their full potential. Our projects increase motivation, develop skills and improve access to education and employment opportunities.@\n@We want to empower startups, non-profits and commercial businesses that create wider social good. Our Made for Good programme provides access to advice, support and networks to help them scale up.@\n@Wherever we do business we work to build stronger and more inclusive communities. We focus our efforts on the most disadvantaged through projects that deliver basic welfare, improve essential infrastructure and provide relief in emergencies.@\n@Our employees increase the impact of our CSR programmes. They share their skills and their time by volunteering as mentors, advisers and advocates. @Deutsche Banks CSR activities are brought to life by its regional units and endowed foundations. @On this page we offer you CSR-related reports, brochures and general information for download.@more news@\r\n                    Last Update: January 15, 2021\r\n                    Copyright  2021 Deutsche Bank AG, Frankfurt am Main\r\n                    \r\n                @"}, {"link": "https://www.db.com/cr/en/our-people/index.htm", "ramuri": ["https://www.db.com/cr/en/our-people/diversity--management.htm", "https://www.db.com/cr/en/Sustainability.htm"], "text": "Our people  Deutsche Bank Responsibility@Establishing a culture of responsible performance@Diversity management@We operate in a challenging global environment, which makes us all the more dependent on qualified and committed employees. We are determined to offer our employees conditions that fulfil their needs  from fair remuneration and a good work-life balance, to an appreciation of diversity. Our culture emphasizes performance while at the same time promoting responsible behavior  among colleagues as well as vis--vis clients and society.@An inclusive and diverse workforce, workplace, and marketplace positively impacts Deutsche Bank. @\r\n                    Last Update: December 12, 2017\r\n                    Copyright  2021 Deutsche Bank AG, Frankfurt am Main\r\n                    \r\n                @"}, {"link": "https://www.db.com/who-we-are/strategy", "ramuri": ["https://www.db.com/what-next/entrepreneurial-success/dossier-reset-for-growth", "https://www.db.com/what-we-do/products-and-services"], "text": "Strategy  Deutsche Bank@Strategy@Compete to win@\n                  Mission\n                @\n                  We are moving into phase 3 of our transformation\n                @\n                  Our progress:\n                @\n                  Four client-centric divisions, well-positioned to grow\n                @\n                  Our progress:\n                @\n                  Cutting costs\n                @\n                  Our progress:\n                @\n                  Investing in technology and growth\n                @\n                  Our progress:\n                @\n                  Managing and liberating capital\n                @\n                  Our progress:\n                @\n                  We reaffirm our financial milestones\n                @\n                  Reports\n                @\n                  Social Media\n                @\n                  Awards\n                @\n                  More information\n                @Since 2018 we have consistently delivered or over-delivered against our targets. That remains our ambition. We will maintain our discipline on cost and risk management as we now enter the third phase of our transformation: sustainable revenue growth and profitability. We believe were on the right track to achieve our return on tangible equity target in 2022.@Deutsche Bank is @We have taken five decisive actions @@... and have a clear plan for each of our divisions.@Ensuring sustainable profitability@ A message from Christian Sewing on our full-year results 2020@ Deutsche Bank announces 1 billion euros profit before tax in 2020@ A message on our Investor Deep Dive@Building on our foundation as a leading European Corporate Bank based in Europe's largest economy, we have transformed our business model. We operate where our clients want us to be and where we are competitive. As a result, we aim to become less complex and more profitable, improve shareholder returns and drive sustainable growth.@Christian Sewing, CEO@Find all Deutsche Bank news about its transformation and strategyin the media section.Find additional information also on theInvestor Relations page.@@@We started our transformation journey in 2018. In the first phase we stabilized our bank, for example by reducing risks and bolstering our capital position.@Then in July 2019 we started phase two  the most fundamental transformation of Deutsche Bank in two decades. This transformation includes a new strategy and a new setup for our bank: We exited non-strategic businesses and assets and focused our bank on market-leading businesses. We also set ambitious financial targets.@Within 18 months, we have put the bulk of the actual transformation and restructuring work behind us. Having successfully re-focused our business model, we are gradually moving into phase 3 of our transformation. We will focus on ensuring sustainable profitability by growing our businesses while remaining disciplined on costs and capital.@By the end of 2020, we will have put 85% of the total transformation-related effects we anticipate between 2019 and 2022 behind us.@We have created four client-centric businesses, competing to win  a Corporate Bank, an Investment Bank, a Private Bank and Asset Management  and have implemented new leadership teams across all businesses. Our results in the third quarter of 2020 demonstrated that our core businesses are stable and resilient, well-positioned to support our clients during challenging times like the COVID-19 crisis:@Each one of our four businesses is well positioned to respond to structural trends that will shape our economy and drive growth in for the years until 2022 and beyond:@More than 70% of our revenues are generated in businesses where we are in a leading position.@In the third quarter of 2020, adjusted costs excluding transformation charges(1) were down to 4.7 billion euros, a reduction of 10% compared to the previous year. We have delivered 11 consecutive quarters of adjusted cost reductions(2). This puts us well on track to meet our 2020 adjusted cost target of 19.5 billion euros(1).@Furthermore, we have identified additional cost-saving opportunities that allow us to lower our 2022 target for adjusted costs excluding transformation charges to 16.7 billion euros, from an original target of 17.0 billion euros.@We have reduced costs(2) year on year for 11consecutive quarters and lowered our 2022 cost target further@We are committed to investing in technology and will spend about 13 billion euros from 2019 through 2022.@We aim to invest in four areas:@We will speed up this development thanks to our global strategic partnership with Google Cloud. It will enhance our IT infrastructure into a more efficient, cloud-based environment that will enable us to focus more on innovation and client applications.@IT strategy has been launched and is being executed with a new leadership team. We signed a strategic partnership with Google Cloud to drive a fundamental transformation of banking.@We are implementing our strategy on the basis of a strong and robust balance sheet. We aim to maintain a CET1 ratio of at least 12.5% throughout our transformation.@Our CET1 ratio stood at 13.3% at the end of the third quarter 2020  well ahead of regulatory requirements. The solid capital and liquidity position gives us scope to continue to deploy resources to support clients in these challenging conditions. We remain committed to return 5 billion euros of capital to shareholders from 2022.@@The Capital Release Unit (CRU) has made an important contribution to our strong capital position. It has been a key facilitator for exiting non-strategic businesses and assets. As of Q3 2020, we have made further significant progress in deleveraging the CRU.@@Our capital ratio (CET1) stood at 13.3 percent (285 basis points above regulatory requirements) at the end of the third quarter 2020  despite regulatory changes, the impact of the COVID-19 pandemic and our growth in business.@Our Capital Release Unit reduced risk-weighted assets faster than expected while consuming fewer capital resources than anticipated.@(1)Adjusted costs excluding transformation charges and expenses eligible for reimbursement related to Prime Finance@(2)Excluding transformation charges and bank levies@Investor Relations@Reports@@We keep you in the loop with Twitter, YouTube, Instagram, Facebook, or ourRSS news feeds and podcasts. more@@Deutsche Bank has been rewarded internationally with numerous outstanding awards. more@Fact SheetNewsLocation finderCompany profileCorporate GovernanceRatingsReportsAnnual General MeetingDeutsche Bank Research@Copyright  2021  Deutsche Bank AG, Frankfurt am Main@"}, {"link": "https://www.db.com/who-we-are/our-culture", "ramuri": ["https://www.db.com/Code-of-Conduct", "https://www.db.com/what-we-do/products-and-services"], "text": "Our culture  Deutsche Bank@Our culture@\n\nDeutsche Bank Code of Conduct\n            Corporate culture & values, code of conduct\n          \n@\n\nNetiquette\n            Netiquette\n          \n@\n\nThe Brandspace\n            The BrandSpace\n          \n@\n\nDiversity & inclusion\n            Diversity\n          \n@The impact of the economic crisis has made a long-term change of corporate culture in the financial sector absolutely imperative and cultural change is needed. We understand the message  responsibility has to be the focus of our actions.@The purpose of our social media channels is to foster dialogue and to provide information for anyone interested in Deutsche Bank.A few guidelines ensure that this interaction is as enjoyable as possible for all.@The BrandSpace invites everyone with an interest in Deutsche Bank to see the bank, its people and its place in the world in a new light. Dramatic themed installations vividly represent the Deutsche Bank brand in all its dimensions, challenging traditional views and encouraging new perspectives.@A diverse workforce constitutes a very special resource. We want to make use of that potential and promote it because innovative solutions for our clients can only be devised by taking various perspectives into account.@Copyright  2021  Deutsche Bank AG, Frankfurt am Main@"}, {"link": "https://www.db.com/diversity", "ramuri": ["https://www.db.com/company/company.htm", "https://www.db.com/what-we-do/products-and-services"], "text": "Diversity  Deutsche Bank Responsibility@Diversity: maximising potential@Infographic: Diversity - a valuable resource@Everything about...@Diversity management@Labor rights@Health and work-life balance@Employee loyalty and development@You might be interested in@Advising clients responsibly@Employee engagement: Plus you@Minimizing risks to the environment and society@Corporate culture and corporate values@What do we want to achieve?@How are we implementing that?@What have we achieved?@A culture of inclusion. We want to cultivate a corporate culture based on mutual respect.@149@Our staff includes more than 149 nationalities@A diverse workforce constitutes a very special resource. We want to make use of that potential and promote it because innovative solutions for our clients can only be devised by taking various perspectives into account. The smartest teams are the most diverse.@We want to cultivate a corporate culture based on mutual respect. The objective is for every employee to enjoy a prejudice-free working environment that values differences and rejects any and all forms of discrimination. One of our top-priorities is to promote equal participation of women and men as part of our culture of inclusion.@We support and promote an inclusive corporate culture that attaches a high priority to the diversity of staff and makes it possible for employeesto utilize their talents to the maxto the full and fully exploit their potential, irrespective of age, gender, religion, ethnic origin, sexual orientation or physical capabilities.@With locations inmore than 70countries and a workforce with 149 nationalities, working in heterogeneous teams is a matter of course for us.@For example, a new crossdivisional initiative in Germany  Working@DB 4.0  responds to demands and needs arising from mega trends including digitalization and demographic changes as well as a growing expectation by employees to enjoy a healthy work-life balance. With a view to sustainable progress, establishing, maintaining and advancing a pipeline of female talent, we have signed a declaration, setting out clear targets, along with other DAX-30-companies. Our ATLAS- and Women Global Leaders Program are tools for encouraging and supporting female executives.@In September 2013, we rolled out an e-learning module, Great minds dont think alike  The power of different perspectives, to all employees globally. This module presents employees with the opportunity to challenge their own assumptions and outlines ways to generate better ideas and reach more balanced decisions.@Our aim is for women to occupy at least 25 percent of the senior management positions by 2018. Since 2010 the number of female Managing directors and Directors has risen from 16.2% to 20.5%. Our award-winning ATLAS-Program (Accomplished Top Leaders Advancement Strategy) and the Women Global Leaders-Program (WGL) have the goal of increasing the number of women in senior management positions. More than 50% of the participants are now in positions with new or greater responsibilities.@In 2015,we were given a full 100 percent in the Corporate Equality Index of the Human Rights Campaign for the13th time.@35% of Deutsche Banks Supervisory Board members are female, above the new statutory requirement of 30% for listed and co-determined German companies.@We have already made steady progress, but we are well aware that further steps need to be taken.@Our objective is for every employee to enjoy a prejudice-free working environment that values differences and rejects discrimination.@Diverse teams are more successful because innovative solutions are only found by taking various different perspectives into account. Our clients all over the world can benefit from that conviction.@Within Deutsche Bank, we not only attach importance to protecting the rights of employees: we also support compliance with legal principles outside of our company.@We recognize the importance of an appropriate balance between work and personal life. Therefore, the aspect of stress management has taken on a central role within our healthcare efforts.@Individual career development is the focus of our human resources work. We want to be an attractive employer and retain the best talents. Every year we ask our employees about their satisfaction level. @We have to make our clients concerns our central focus in order to strengthen their trust in us. The decisive aspects for us in this regard are transparency, a high level of advisory quality and client satisfaction.@Our employees share their expertise as corporate volunteers in numerous projects worldwide.@Our framework for dealing with risks to the environment and society systematically integrates ecological and social factors into the approval processes for all transactions. It plays a paramount role for business transactions in sensitive sectors that are scrutinized with regard to any potentially negative impact on the environment or society. @The impact of the economic crisis has made a long-term change of corporate culture in the financial sector absolutely imperative and cultural change is needed. We understand the message: Responsibility has to be the focus of our actions. In 2013, we laid the foundation for long-term change with the release of our new values and beliefs.@\r\n                    Last Update: January 9, 2017\r\n                    Copyright  2017 Deutsche Bank AG, Frankfurt am Main\r\n                    \r\n                @"}, {"link": "https://www.db.com/netiquette", "ramuri": ["https://www.db.com/dataprotection", "https://www.db.com/what-we-do/products-and-services/corporate-bank"], "text": "Netiquette  Deutsche Bank@Netiquette@Our culture@Dear Deutsche Bank fans and followers,@The purpose of our social media channels is to foster dialogue and to provide information for anyone interested in Deutsche Bank. We have put together a few guidelines to ensure that this interaction is as enjoyable as possible for all.@Please bear in mind that there is no way to guarantee data security and privacy in a public network. So, for your own protection, please do not publish any private contact or account-related information, or other confidential information such as log-in data and passwords on our channels.@Deutsche Bank is not responsible for user-generated content or for direct/indirect links to other websites. The people who use social media are subject to underlying rights and responsibilities, for example for Twitter, YouTube, Instagram, Facebook, LinkedInorXING@To ensure a constructive and fair dialogue, we reserve the right to delete or report content that contains:@If you notice any content on Deutsche Bank channels that contravenes these rules, please contact us at social.media@db.com@Other legal information:@Copyright  2021  Deutsche Bank AG, Frankfurt am Main@"}, {"link": "https://www.db.com/who-we-are/our-culture/the-brandspace", "ramuri": ["https://www.db.com/who-we-are/global-network/location-finder", "https://www.db.com/what-we-do/products-and-services/corporate-bank"], "text": "The BrandSpace  Deutsche Bank@The BrandSpace  discover the brand@Our culture@\n                  Kinetic Logo\n                @\n                  Connecting with the brand\n                @\n                  Center Board\n                @\n                  Explore Deutsche\n                @\n                  Interactive Logo\n                @\n                  People at Deutsche\n                @\n                  Special Insights\n                @\n                  Behind the scenes\n                @More information@\n\nmore\n            Social Media\n          \n@\n                  Deutsche Bank Logo\n                @\n\nmore\n            Awards\n          \n@The first public forum of its kind for a bank brand, the BrandSpace is located in Deutsche Banks Group Head Office Towers in Frankfurt. Deutsches Towers are one of the most environmentally friendly high rise office buildings in the world. Setting a new standard in openness and transparency, the Towers express the principles and spirit that have placed Deutsche Bank among the most respected and trusted brands in the world today.@The BrandSpace invites everyone with an interest in Deutsche Bank to see the bank, its people and its place in the world in a new light. Dramatic themed installations vividly represent the Deutsche Bank brand in all its dimensions, challenging traditional views and encouraging new perspectives.@Working together, colour, sound and light, choreographed to frame the energy of Deutsche Bank.@288 motors control the movements of 48 choreographed triangles, 2 tons total weight of the hidden technology that makes the choreography possible.@On a surface 6 meters long you can explore the activities of Deutsche Bank. 141 years on some 650 short stories  you navigate yourself. What you always wanted to know about Deutsche Bank  six chapters at a glance: Global reach, Innovation, Performance, Leadership, History, Society.@The Center Board tells of the triumphs, performance and responsibility of the bank  starting with its history and distinguished CEOs through its global presence and innovation all the way to its success and social commitment.@The people behind the brand are revealed, as movements prompt interesting facts about the human side of Deutsche Bank. Become a part of the interactive logo: your silhouette controls the information.@Did you know?@Investigate the innovative environmental features of Deutsche Banks new headquarters up close and in 3D. The Animated Book tells you how the Deutsche Bank Towers save 89% CO2 emission  and more.@Access@@Free public access during opening hours:@Monday to Friday from 9 a.m. until 7 p.m.@Deutsche Bank Towers,Taunusanlage 12,60325 Frankfurt am MainGermany@Fact SheetNewsLocation finderCompany profileCorporate GovernanceRatingsReportsAnnual General MeetingDeutsche Bank Research@Engage in dialogue with us via Twitter, LinkedIn, Facebook, Instagramor YouTube.@40 years slash in the square@History of Deutsche Bank logo@Deutsche Bankproducts & services have been rewarded internationally with numerous outstanding awards.@Copyright  2021  Deutsche Bank AG, Frankfurt am Main@"}, {"link": "https://www.db.com/who-we-are/boards-and-committees", "ramuri": ["https://www.db.com/sitemap", "https://www.db.com/what-we-do/products-and-services/corporate-bank"], "text": "Boards and committees  Deutsche Bank@Boards and committees@Management Board@Supervisory Board@Committees of the Supervisory Board@The Management Boardis responsible for managing the company. Its members are jointly accountable for the management of the company. The Management Board has, as its prime responsibility, the Group's strategic management, resource allocation, financial accounting and reporting, risk management, and corporate control.@TheSupervisory Board oversees and advises the Management Board in its management of Deutsche Bank. Major decisions affecting the Bank require Supervisory Board approval. The Supervisory Board appoints the members of the Management Board and creates succession plans for the Management Board. It may specify more extensive information and reporting duties for the Management Board beyond what is required by law. The Supervisory Board reviews the efficiency of its work on a regular basis.@The Supervisory Board has established standing committees.@Copyright  2021  Deutsche Bank AG, Frankfurt am Main@"}, {"link": "https://www.db.com/who-we-are/boards-and-committees/management-board", "ramuri": ["https://www.db.com/PCB", "https://www.db.com/what-we-do/products-and-services/dws"], "text": "Management Board  Deutsche Bank@Management Board@Boards and committees@Christian Sewing@Karl von Rohr@Fabrizio Campelli@Frank Kuhnke@Bernd Leukert@Stuart Lewis@James von Moltke@Alexander von zur Mhlen@Christiana Riley@Stefan Simon@Christian Sewing@Career@Education@Karl von Rohr@Career@Education@Fabrizio Campelli@Career@Education@Frank Kuhnke@Career@Education@Bernd Leukert@Career@Education@Stuart Lewis@Career@Education@James von Moltke@Career@Education@Alexander von zur Mhlen@Career@Education@Christiana Riley@Career@Education@Stefan Simon@Career@Education@The Management Board is responsible for managing the company. Its members are jointly accountable for the management of the company. The Management Board has, as its prime responsibility, the group's strategic management, resource allocation, financial accounting and reporting, risk management, and corporate control.@Born: 1970Nationality: GermanAppointed: 2015@Christian Sewing has been a member of the Management Board since January 1, 2015 and Chief Executive Officer since April 2018. On July 7, 2019 he took on additional responsibility for the newly established Corporate Bank and the Investment Bank.@He joined Deutsche Bank in 1989. From January until June 2015, he was responsible on the Management Board for Legal, Incident Management Group and Group Audit, and assumed responsibility for Deutsche BanksPrivate & Commercial Bank (including Postbank) between July 2015 and April 2018. He was Head of Group Audit from June 2013 to December 2014, prior to which he held a number of management positions in Risk. From 2012 to 2013, he was Deputy Chief Risk Officer. From 2010 to 2012, he served as the Banks Chief Credit Officer. He has worked in Frankfurt, London, Singapore, Tokyo and Toronto.@From 2005 until 2007, Christian Sewing was a member of the Management Board of Deutsche Genossenschafts-Hypothekenbank.@@Before graduating with a diploma from the Bankakademie Bielefeld and Hamburg, Christian Sewing completed a bank apprenticeship at Deutsche Bank in 1989.@Born: 1965Nationality: GermanAppointed: 2015@@Karl von Rohr was appointed as a member of our Management Board on November 1, 2015 and became President in April 2018.@In July 2019 he took on responsibility for the Private Bank and Asset Management (DWS). He is also responsible for the regions Germany and Europe, Middle East and Africa (EMEA).@Von Rohr joined Deutsche Bank in 1997. From November 2015 to November 2019 he was the Board member responsible for Human Resources and until July 2020 for Legal and Governance. From 2013 to 2015 he was Global Chief Operating Officer, Regional Management. Prior to this, he had been Head of Human Resources for Deutsche Bank in Germany and member of the Management Board of Deutsche Bank Privat- und Geschftskunden AG. During his career at Deutsche Bank Karl von Rohr has held various senior management positions in Germany and Belgium.@Karl von Rohr studied law at the universities of Bonn (Germany), Kiel (Germany) and Lausanne (Switzerland) and at Cornell University (USA).@@Born: 1973Nationality: British, ItalianAppointed: 2019@Fabrizio Campelli has been a Member of the Management Board and Chief Transformation Officer, responsible for transformation and Human Resources, since November 2019.@He previously spent four years as the Global Head of Deutsche Bank Wealth Management. Before that he was Head of Strategy & Organisational Development as well as Deputy Chief Operating Officer for Deutsche Bank Group and a member of the Group Executive Committee of Deutsche Bank.@He joined Deutsche Bank in 2004 after working at McKinsey & Company in the firms London and Milan offices, focusing on strategic assignments mainly for global financial institutions.@Campelli holds an MBA from MIT Sloan School of Management and a Business Administration degree from Bocconi University.@Born: 1967Nationality: GermanAppointed: 2019@Frank Kuhnke became a member of our Management Board on January 1, 2019 and is our Chief Operating Officer. Since July 7, 2019 he took over additional responsibility for the Capital Release Unit.@He joined Deutsche Bank in 1986 and was appointed as Deutsche Banks Chief Operating Officer (COO) in April 2018. From January 2016 until April 2018 he was Divisional Control Officer, Chief Administrative Officer and Head of Operations of the Private & Commercial Bank. Prior to that he was Divisional Control Officer for Deutsche Asset & Wealth Management.@From 2012 until 2015 he worked in Deutsche Banks Non-Core Operations Unit, at first as Chief Risk Officer, later as Chief Operating Officer. Between 2008 and 2012 he held management positions in Risk, based in London. During his career, he has worked across several business divisions and infrastructure functions in Tokyo, New York and Germany and has run global organizations within Deutsche Bank Group.@Before graduating with a diploma from Bank Akademie Lneburg, Frank Kuhnke completed a bank apprenticeship at Deutsche Bank.@Year of Birth: 1967Nationality: GermanAppointed: 2020@@Bernd Leukert became a member of the Deutsche Bank Management Board on January 1, 2020 with responsibility for Technology, Data and Innovation. He joined Deutsche Bank on September 1, 2019.@He previously worked at SAP, the global software company. From 2014 to 2019, he was responsible for product development and innovations as well as the Digital Business Services division on the Executive Board. He joined SAP in 1994 and held various management positions. He brings 25 years of experience in product development at the leading Germany-based software firm.@@Bernd Leukert studied Industrial Engineering and Management at the University of Karlsruhe and at Trinity College Dublin, graduating in 1994 with a Masters Degree in Business Administration.@Born: 1965Nationality: BritishAppointed: 2012@Stuart Wilson Lewis became a member of our Management Board on June 1, 2012 and is our Chief Risk Officer. On July 7, 2019 he assumed responsibility for Compliance, Anti-Financial Crime and the Business Selection and Conflicts Office.@He joined Deutsche Bank in 1996. Prior to assuming his current role, Stuart Lewis was the Deputy Chief Risk Officer and Chief Risk Officer of the Corporate & Investment Bank from 2010 to 2012. Between 2006 and 2010 he was Chief Credit Officer.@Before joining Deutsche Bank in 1996, he worked at Credit Suisse and Continental Illinois National Bank in London.@Stuart Lewis studied at the University of Dundee, where he obtained an LLB (Hons), and he holds an LLM from the London School of Economics. He also attended the College of Law, Guildford.@Born: 1969Nationality: Australian, GermanAppointed: 2017@James von Moltke is a member of the Management Board since July 1, 2017. He is the Chief Financial Officer.@Before joining Deutsche Bank, he served as Treasurer of Citigroup, managing its capital and funding as well as liquidity and interest rate risk. He started his career at Credit Suisse First Boston in London in 1992. In 1995, he joined J.P. Morgan, working at the bank for 10 years in New York and Hong Kong.@After working at Morgan Stanley for four years, where he led the Financial Technology advisory team globally, James von Moltke joined Citigroup as Head of Corporate M&A in 2009. Three years later he became Global Head of Financial Planning and Analysis. In 2015, he was appointed Treasurer of Citigroup.@James von Moltke holds a Bachelor of Arts degree from New College, University of Oxford.@Year of Birth: 1975Nationality: GermanAppointed: 2020@@Alexander von zur Mhlen became a member of our Management Board on August 1, 2020. He is responsible for the Asia Pacific region.@Alexander von zur Mhlen joined Deutsche Bank in 1998 and over the years has held a range of management roles in London and Frankfurt across infrastructure and business divisions, including previously serving as Co-Head of Global Capital Markets, with a regional focus on Asia Pacific and EMEA. From 2009 to 2017, he was Group Treasurer. From 2018 to 2020, he was Head of Group Strategy.@@Alexander von zur Mhlen holds a Diploma in Business Administration from the Berlin School of Economics and Law.@Year of Birth: 1978Nationality: USAAppointed: 2020@@Christiana Riley is responsible forthe banks businesses in the Americas. She has been a member ofthe Management Board since Jan 1, 2020.@Christiana joined Deutsche Bank in 2006 where she was most recently Chief Financial Officer of the Corporate & Investment Bank. She previously spent nine years in Group Strategy & Planning, which she ran from 2011 to 2015. Prior to this Christiana worked at the management consultancy McKinsey & Company and at the investment bank Greenhill & Co.@@Christiana graduated in 2000 from Princeton University in America where she studied Romance Languages, Literature and Linguistics. She also studied at London Business School in the UK, where she gained a Master of Business Administration in 2005.@Born: 1969Nationality: GermanAppointed: 2020@Stefan Simon was appointed as a member of our Management Board on August 1, 2020. He is Chief Administrative Officer (CAO) and is responsible for Government and Regulatory Affairs as well as for Legal and Governance. He joined Deutsche Bank on August 1, 2019.@He was a member of Deutsche Banks Supervisory Board from August 2016 until July 31, 2019 and was Chairman of its Integrity Committee. He is a lawyer and tax consultant and between 1997 and 2016 worked at law firm Flick Gocke Schaumburg, where he became a partner in 2002. Since 2008 he has also been an Honorary Professor at the University of Cologne.@Stefan Simon studied law at the University of Cologne and received his doctorate there in 1998.@Copyright  2021  Deutsche Bank AG, Frankfurt am Main@"}, {"link": "https://www.db.com/ir/en/supervisory-board.htm", "ramuri": ["https://www.db.com/ir/de/aufsichtsrat.htm", "https://www.db.com/what-we-do/products-and-services/dws"], "text": "Supervisory Board  Deutsche Bank@Supervisory Board@@@@@@@@@@@@@@@@@@@@@Organizational Structure@Dr. Paul Achleitner@Detlef Polaschek*@Ludwig Blomeyer-Bartenstein*@Frank Bsirske*@Mayree Carroll Clark@Jan Duscheck*@Gerhard Eschelbeck@Sigmar Gabriel@Timo Heider*@Martina Klee*@Henriette Mark*@Gabriele Platscher*@Bernd Rose*@Gerd Alexander Schtz@John Alexander Thain@Michele Trogni@Dr. Dagmar Valcrcel@Stefan Viertel*@Dr. Theodor Weimer@Prof. Dr. Norbert Winkeljohann@Position@Career@Education@Memberships in statutory supervisory boards in Germany@Position@Career@Education@Memberships in statutory supervisory boards in Germany@Memberships in comparable boards@Position@Career@Education@Memberships in statutory supervisory boards in Germany@Memberships in comparable boards@Position@Career@Education@Memberships in statutory supervisory boards in Germany@Memberships in comparable boards@Position@Career@Education@Memberships in statutory supervisory boards in Germany@Memberships in comparable boards@Position@Career@Education@Memberships in statutory supervisory boards in Germany@Memberships in comparable boards@Position@Career@Education@Memberships in statutory supervisory boards in Germany@Memberships in comparable boards@Position@Career@Education@Memberships in statutory supervisory boards in Germany@Memberships in comparable boards@Position@Career@Education@Memberships in statutory supervisory boards in Germany@Memberships in comparable boards@Position@Career@Education@Memberships in statutory supervisory boards in Germany@Position@Career@Education@Memberships in statutory supervisory boards in Germany@Position@Career@Education@Memberships in statutory supervisory boards in Germany@Memberships in comparable boards@Position@Career@Education@Memberships in statutory supervisory boards in Germany@Position@Career@Education@Memberships in statutory supervisory boards in Germany@Memberships in comparable boards@Career@Education@Memberships in statutory supervisory boards in Germany@Memberships in comparable boards @Position@Career@Education@Memberships in statutory supervisory boards in Germany@Memberships in comparable boards@Position@Career@Education@Memberships in statutory supervisory boards in Germany@Memberships in comparable boards@Position@Career@Education@Memberships in statutory supervisory boards in Germany@Memberships in comparable boards@Position@Career@Education@Memberships in statutory supervisory boards in Germany @Memberships in comparable boards@Position@Career@Education@Memberships in statutory supervisory boards in Germany@Memberships in comparable boards@\n@@\n@Chairman of the Supervisory Board of Deutsche Bank Aktiengesellschaft@Chairman of the Supervisory Board, Deutsche Bank Aktiengesellschaft@Member of the Management Board, Allianz SE (formerly Allianz AG)@Managing Partner, Goldman Sachs & Co. OHG, Frankfurt (and Partner, Goldman Sachs Group)@Executive Director, Investment Banking, Goldman Sachs International, London@Vice President, Mergers & Acquisitions, Goldman Sachs & Co., New York@Manager, strategy consulting, Bain & Co., Boston@Doctorate (Dr. rer. Pol.), University of St. Gallen@ISP, Harvard Business School@First degree in Business Administration, Economics, Law and Social Sciences (lic. oec.), University of St. Gallen@Bayer Aktiengesellschaft, Leverkusen\n@\n@@*Elected by the employees in Germany@Deputy Chairman of the Supervisory Board of Deutsche Bank AG\r\nMember of the General Staff Council of Deutsche Bank @Member of the General Staff Council, Deutsche Bank AG and DB Privat- und Firmenkundenbank AG (formerly: Deutsche Bank Privat- und Geschftskunden AG)@Exempted Staff Council member, DB Privat- und Firmenkundenbank AG, Essen (formerly: Deutsche Bank Privat- und Geschftskunden AG), (until 2000 in Deutsche Bank AG)@Member of the Supervisory Board and Audit Committee, Deutsche Bank Privat- und Geschftskunden AG, Frankfurt am Main@Head of Investment Management for Corporate Clients, Deutsche Bank AG, Essen@Department Head, Bond Trading, Deutsche Bank AG, Essen@Granted power of attorney (Prokura)@Employee in branch back-office support (proprietary trading in fixed-income securities), Investments Department, Deutsche Bank AG, Essen@Appointment as bank official (Oberbeamter)@Civil service in lieu of military service, Workers Welfare Association@Securities advisor, Investments Department, Deutsche Bank AG, Essen@Bank apprenticeship at Deutsche Bank AG, Essen@None@None@\n@@*Elected by the employees in Germany@Spokesperson of the Management and Head of the Market Region Bremen of Deutsche Bank AG@Spokesperson of the Management and Head of the Market Region Bremen of Deutsche Bank AG, Bremen@Spokesperson of the Management and Head of the Corporate Clients Region Weser / East Westphalia, Deutsche Bank AG, Bremen@Spokesperson of the Management and Head of the Corporate Clients Region Weser / Ems, Deutsche Bank AG, Bremen@Head of the Market Region Bergisches Land, Deutsche Bank AG@Head of the Corporate Clients Coverage Unit, Deutsche Bank AG, Cologne@Project management work, Deutsche Bank AG, Frankfurt am Main@Member of the Management Board of Deutsche Bank Rt., Budapest, Hungary@Branch Manager, Deutsche Bank AG, Wolfsburg@Branch Manager, Deutsche Bank AG, Wolfenbttel@Assistant to the Management Board and authorised signatory (Prokurist), Deutsche Bank AG, Frankfurt am Main@Corporate Clients department, Deutsche Bank AG, London, UK@Branch Loan Office, Deutsche Bank AG, Munich@Graduate Training Course, European Asian Bank  Deutsche Bank AG, Singapore@Loan and Corporate Client department, Deutsche Bank AG, Munich and Augsburg@Bank apprenticeship at Deutsche Bank AG, Munich@Bachelor of Arts, ANU, Australia@Frowein & Co. Beteiligungs AG, Wuppertal@Member of the Board of Directors of Brgschaftsbank Bremen GmbH, Bremen@\n@@*Elected by the employees in Germany@Supervisory Board Member@Chairman of the trade union ver.di@Chairman of the trade union TV (Gewerkschaft ffentliche Dienste, Transport und Verkehr)@City Councillor, Department of Personnel and Organisation, Hanover@Deputy Chairman of TV for the region of Lower Saxony@Deputy manager of the TV's administrative offices for the district of Hanover@Secretary of the TV's administrative offices for the district of Hanover@Member of staff for the \"Green Alternative Civic List\" (Grne Alternative Brgerliste) in the City Council of Hanover@Education secretary in the Hanover district of the socialist youth group \"Sozialistische Jugend Deutschlands  Die Falken\"@Degree in Political Science, Scholarship from the Hans Bckler Foundation@RWE AG (Deputy Chairman)\n\r\ninnogy SE (Deputy Chairman)@None@\n@Founder and Managing Partner of Eachwin Capital@Founder and Managing Partner, Eachwin Capital, New York, USA@Partner and Member of Executive Committee / Senior Advisor, AEA Holdings / Aetos Capital, New York, USA@Managing Director, Morgan Stanley, New York, USA; Served as Director of Global Private Wealth Management; Global Research Director; Chairman of MSCI; deputy to the Chairman, President and Management Committee; Head of Real Estate Capital Markets; Principal, International Capital Markets; Operations Officer, Corporate Finance; and Vice President, Mergers & Acquisitions@Stanford Graduate School of Business (MBA)@University of Southern California (Bachelor of Science)@None@Member of the Board of Directors, Ally Financial, Inc., Detroit, USA\n\n\n@\n@@*Elected by the employees in Germany@Head of national working group Banking, trade union ver.di@Head of national working group Banking, trade union ver.di@National youth secretary, trade union ver.di@Trade union secretary for youth to the national executive board, trade union ver.di@Exempted member of the staff council, Universittsklinikum Leipzig AR@Member of the youth and trainee representatives, since 2004 Chairman,Universittsklinikum Leipzig AR@Apprenticeship as healthcare professional and paediatric nurse, Universittsklinikum Leipzig AR@none@none@\n@Vice President Security & Privacy Engineering, Google Inc, California, USA@Chief Technology Officer & Senior Vice President, Sophos Group plc, United Kingdom@Chief Technology Officer & Senior Vice President Engineering, Webroot Inc, California, USA@Chief Technology Officer & Vice President Engineering, Qualys Inc, California, USA@Amersham PLC, UK (acquired by General Electric)@Vice President Engineering, McAfee Associates, California, USA@Habilitation (postdoctoral lecturer qualification)  Computer Science, Johannes Kepler University Linz, Austria@PhD  Computer Science, Johannes Kepler University Linz, Austria@Master of Science  Computer Science, Johannes Kepler University Linz, Austria@None@\n@Former German Federal Government Minister@Senior Advisor, Eurasia Group, New York, USA@Partner, self-employed advisor, Speech Design SGL GbR, Berlin@Federal Minister for Foreign Affairs, Federal Foreign Office, Berlin@Federal Minister, Federal Ministry for Economic Affairs and Energy, Berlin@Vice Chancellor, German Federal Government, Berlin@SPD Chairman, SPD Political Party Headquarters, Berlin@Federal Minister, Federal Ministry for the Environment, Nature Conservation and Reactor Safety, Berlin@Member of the SPD Parliamentary Group, German Bundestag, Berlin@Leader of the SPD Parliamentary Group, State Parliament of Lower Saxony, Hanover@Minister President, Government of Lower Saxony, Hanover@Member of the Town Council, Goslar@Lecturer for adult education, Lower Saxony Adult Education Centre (Volkshochschule), Goslar@Member of the District Parliament, District of Goslar@Secondary State Exam, Secondary School Teacher Qualification, German Studies and Political Science, University of Gttingen@First State Exam, Teacher training, German, Literature, Politics and Sociology, University of Gttingen@GP Gnter Papenburg AG\r\nSiemens Energy AG @@None@\n@@*Elected by the employees in Germany@Chairman of the General Staff Council of BHW Bausparkasse AG / Postbank Finanzberatung AG,\r\nChairman of the General Staff Council of PCC Services GmbH der Deutschen Bank,\r\nChairman of the Staff Council of BHW Bausparkasse AG, PCC Services GmbH der Deutschen Bank, Postbank Finanzberatung AG and BHW Holding GmbH,\r\nDeputy Chairman\nof the Group Staff Council of Deutsche Bank AG@Chairman of the General Staff Council of PCC Services GmbH der Deutschen Bank (formerly: BHW Kreditservice GmbH)@Chairman of the Group Staff Council of Deutsche Postbank AG@Chairman of the General Staff Council of BHW Bausparkasse AG / Postbank Finanzberatung AG@Deputy Chairman of the Group Staff Council of Deutsche Post AG@Chairman of the Staff Council of BHW Bausparkasse AG, PCC Services GmbH der Deutschen Bank (formerly: BHW Kreditservice GmbH), Postbank Finanzberatung AG and BHW Holding GmbH@Exempted Staff Council member in Hameln@Credit administrator at BHW Bausparkasse AG@Document management administrator at BHW Bausparkasse AG@Training as an office administrator (Brokaufmann) at BHW Bausparkasse AG@Training as an electronic specialist for energy systems at BHW Bausparkasse AG@BHW Bausparkasse AG (Deputy Chairman)\n@PCC Services GmbH der Deutschen Bank\n(Deputy Chairman)@@Pensionskasse der BHW Bausparkasse AG VVaG (Deputy Chairman) @\n@@*Elected by the employees in Germany@Deputy Chairperson of the Staff CouncilPWCC Center Frankfurt of Deutsche Bank@Deputy Chairperson of the Staff Council PWCC Center Frankfurt of Deutsche Bank@General Staff Council member, Group Staff Council member, European Staff Council member and Chairperson of the Economic Committee, Deutsche Bank@Chairperson of the Staff Council Group COO Eschborn/Frankfurt, Deutsche Bank@Exempted Staff Council member, General Staff Council member and Economic Committee member@Deutsche Bank, Quality Assurance@Deutsche Bank, Foreign Payments Fund Manager@Business Administrator for Industry and Application Programmer\rStudies Political Science and Romance Languages in Marburg, Kassel and Lyon@Sterbekasse fr die Angestellten der Deutschen Bank Gruppe VVa.G.@\n@@*Elected by the employees in Germany@Member of the Staff Council Southern Bavaria, of the General Staff Council and of the Group Staff Council of Deutsche Bank@Member of the Group Staff Council of Deutsche Bank@Chairperson of the Staff Council of Southern Bavaria of Deutsche Bank@Member of the European Staff Council at Deutsche Bank@Chairperson of the European Staff Council of Deutsche Bank@Memberof the Staff Council ofSouthern Bavaria and member of the General Staff Council of Deutsche Bank@Private Asset Management, Generalia;\rJob rotation programme with Banca dAmerica e dItalia in\rRome (Deutsche Bank Group), Ufficio Titoli@Transfer to Investments Department@Joined Deutsche Bank AG, Munich, Lending Department@Joined Deutsche Bank AG, Coordination Group for Investments,\r\nHead Office Frankfurt@Deutsche Buchhndlerschule@Buchhandlung O. Harrassowitz, Wiesbaden@Ganghofersche Buchhandlung, Ingolstadt@University Programme in Mediation and Conflict Management\r\nEuropean General Mediator (EGM)\r\nMaster of Advanced Studies (Mediation) degree from the Institute of Interdisciplinary Studies of the Universities of Graz, Innsbruck, Klagenfurt and Vienna@Studies in Communications Science, Spanish and Psycholinguistics,\r\nLudwig Maximilians University Munich@None@\n@@*Elected by the employees in Germany@Chairperson of the Staff Council Niedersachsen Ost of Deutsche Bank@DB Privat- und Firmenkundenbank AG (formerly: Deutsche Bank Privat- und Geschftskunden AG)@Deutsche Bank 24 AG@Deutsche Bank AG@Certified banker, Chamber of Commerce and Industry qualification (\"Bankfachwirt\")@Bank apprenticeship at Deutsche Bank AG@BVV Versicherungsverein des Bankgewerbes a.G. (Deputy Chairperson)\rBVV Versorgungskasse des Bankgewerbes e.V. (Deputy Chairperson)\rBVV Pensionsfonds des Bankgewerbes AG (Deputy Chairperson)@None@\n@@*Elected by the employees in Germany@Chairman of theGeneral Staff Council of Postbank Filialvertrieb AG,\r\nMember of the Group Staff Council of Deutsche Bank,\r\nMember of the European Staff Council of Deutsche Bank@Chairman of theGeneral Staff Council of Postbank Filialvertrieb AG@Chairman of the Group Staff Council of Deutsche Postbank AG@Manager of the Group Staff Council of Deutsche Postbank AG@Member of the General Staff Council of DP Retail/Postbank Filialvertrieb AG and member of the Committee for Economic Matters@Chairman of the Staff Council, branches in Dortmund@Exempted Staff Council member, branches in Lennestadt@Chairman of local representative committee for young people and trainees (BJAV) at the head management office of the post office in Dortmund/ postal services management office in Dortmund@Chairman of representative committee for young people and trainees at the post office (V) in Iserlohn@Assignments in branches of Deutsche Bundespost/Deutsche Post AG@Employment as postal assistant trainee at post office (V) Iserlohn@Preparatory administrative Training@\nPostbank Filialvertrieb AG\r\nver.di Vermgensverwaltungsgesellschaft (Deputy Chairman)@\n@Chairman of the Management Board, C-QUADRAT Investment Aktiengesellschaft@Founder and Member of the Management Board, C-QUADRAT Investment Aktiengesellschaft, Vienna, Austria@Chairman of the Board of Directors, C-QUADRAT Bluestar Limited, London, UK@Chairman of the Board of Directors, C-QUADRAT UK Limited, London, UK@Managing Director, C-QUADRAT Deutschland GmbH, Frankfurt am Main, Germany@Managing Director, S-Quad Malta Ltd., Malta@Managing Director, S-Quad Handels- und Beteiligungs GmbH, Vienna, Austria@Managing Director, S-Quad Espaa S.L., Palma de Mallorca, Spain@Managing Director, ARTS Asset Management GmbH, Vienna, Austria@Member of the Management Board, C-QUADRAT Deutschland AG, Frankfurt am Main, Germany@Member of the Supervisory Board, Privatinvest Bank Aktiengesellschaft (Dresdner Bank/Allianz Group), Salzburg, Austria@Assistant of the Management Board, Vienna Portfolio Management AG, Vienna, Austria@National examination for the licensed profession in Austria of Investment Consultant@Examination of the German Derivatives Trading Association (Deutscher Terminhandel Verband e.V.)@Studies of business administration (not graduated), Wirtschaftsuniversitt, Vienna, Austria@Handelsakademie, Vienna, Austria@Cyan AG, Munich (Chairman of the Supervisory Board)@@None@\n@Chairman and Chief Executive Officer, CIT Group Inc.@President of Global Investment Banking, Markets and Wealth Management, Bank of America@Chairman and Chief Executive Officer, Merrill Lynch & Co., Inc.@Chief Executive Officer and Director, NYSE Euronext, Inc.@Chief Executive Officer and Director, New York Stock Exchange@President and Chief Operating Officer, The Goldman Sachs Group Inc.@President and Co-Chief Operating Officer, The Goldman Sachs Group Inc.@President and Co-Chief Operating Officer, The Goldman Sachs Group LP@Chief Financial Officer and Head of Operations, Technology and Finance (from 1995 to 1997 also Co-Chief Executive Officer for European Operations), The Goldman Sachs Group LP@Harvard University, Finance (Master of Business Administration)@Massachusetts Institute of Technology, Electrical Engineering, (Bachelor of Science)@None@Member of the Board of Directors, Aperture Investors LLC, New York, USA\r\nMember of the Board of Directors, Uber Technologies, Inc., San Francisco, USA\rChairman of the Board of Directors, Pine Island Capital Partners LLC, Fort Lauderdale, USA\rChairman of the Board of Directors, Pine Island Acquisition Corp., Fort Lauderdale, USA\n@\n@Operating Partner of Eldridge Industries LLC@Operating Partner, Eldridge Industries LLC, Greenwich, Connecticut, USA@Executive Vice President, IHS Markit, New York, USA@Group Chief Information Officer, UBS Aktiengesellschaft, New York, USA, and Zurich, Switzerland@Head of Operations, UBS Aktiengesellschaft Investment Bank, New York, USA@IT Director, UBS Aktiengesellschaft Investment Bank, New York, USA@IT Director, Swiss Banking Corporation, Chicago, USA@Operations Director, Swiss Banking Corporation, London, United Kingdom@Association of Chartered Certified Accountants, London (ACCA)@Northumbria University, Accounting (Bachelor Hons)@None@\nChairperson of the Board of Directors, SE2 LLC, Kansas, USA\r\nMember of the Board of Directors, Horizon Acquisition Corporation, Greenwich, Connecticut, USA@\n@None@\n@@*Elected by the employees in Germany@None@None@\n@CEO, Deutsche Brse AG@HypoVereinsbank / UniCredit Bank AG, Munich Spokesman of the Management Board\r\n2013  2017 Member of the Executive Committee of Unicredit Group, Milan\r\n2011  2013 Member of the Business Executive Committee of Unicredit Croup, Milan@Bayerische Hypo-und Vereinsbank AG / UniCredit Group, Munich Executive Chairman of Global Investment Banking\r\nDesignated Spokesman of the Management Board as of 1 January 2009@UniCredit Group, Milan\r\nMarkets & Investment Banking Division\r\nHead of Global Investment Banking@Goldman, Sachs & Co. oHG, Frankfurt/Main\r\n2004  2007 Partner, Investment Banking Division\r\n2001  2004 Managing Director@Bain & Company, Inc., Munich\r\nSenior Partner, Member of the Global Management Committee of Bain & Company, Boston@McKinsey & Company, Dusseldorf\r\nManagement Consultant@University of Bonn\r\nAssistant at the research chair of Prof. Dr. Albach, Dr. rer. pol.@Studies in economics, business administration and geography at the University of Tbingen and the University of St. Gallen (Switzerland)@Knorr Bremse AG, Munich@None@\n@Self-employed corporate consultant, Norbert Winkeljohann Advisory & Investments@Chairman of the Management Board of PwC Europe SE WPG (Spokesman of the Management Board of PwC Europe AG WPG until 2014), Frankfurt am Main, Germany@Spokesman of the Executive Board of PricewaterhouseCoopers GmbH Wirtschaftsprfungsgesellschaft (formerly Spokesman of the Management Board of PricewaterhouseCoopers Aktiengesellschaft Wirtschaftsprfungsgesellschaft), Frankfurt am Main, Germany@Member of the Management Board of PricewaterhouseCoopers AG WPG and Head of the Business Division Mid-Caps and Family Firms in Germany and Europe, Frankfurt am Main, Germany@Auditor and Tax Consultant; Executive Partner of Societts Treuhand Gruppe, Hannover / Osnabrck, Germany@Auditing and consultancy work at Deloitte (formerly Touche Ross), London, United Kingdom@Senior executive at Deloitte GmbH Wirtschaftsprfungsgesellschaft, International Tax, Dsseldorf, Germany@Audit assistant at Dr. Kcke und Partner GmbH Wirtschaftsprfungsgesellschaft, Bank auditing, Dsseldorf, Germany@Named Honorary Professor of the Goethe University Frankfurt@Named Honorary Professor of the University of Osnabrck@Auditor certification@Tax consultant certification@University of Hagen, Doctorate in Business Administration and Economics from the Department of Accounting, Taxes and Auditing (Dr. rer. pol.)@University of Mnster, Business Administration and Economics (Diplom-Kaufmann)@Bayer AG (Chairman of the Supervisory Board)\r\nGeorgsmarienhtte Holding GmbH\r\nSievert AG (Chairman of the Supervisory Board)@None@\r\n                    Copyright  2021 Deutsche Bank AG, Frankfurt am Main\r\n                @"}, {"link": "https://www.db.com/ir/en/committees-of-the-supervisory-board.htm", "ramuri": ["https://www.db.com/ir/de/ausschuesse-des-aufsichtsrats.htm", "https://www.db.com/what-we-do/products-and-services/dws"], "text": "Committees of the Supervisory Board  Deutsche Bank@Committees@The Supervisory Board has established the following standing committees:@Organizational Structure@Chairman's Committee@Nomination Committee@Audit Committee@Risk Committee@Compensation Control Committee@Integrity Committee@Strategy Committee@Technology, Data and Innovation Committee@Mediation Committee @\n@@Members:\nDr. Paul Achleitner, Chairman\nFrank Bsirske*\nDetlef Polaschek*\nProfessor Dr. Norbert Winkeljohann@\nIt is responsible for, in particular: preparing the meetings of the Supervisory Board and handling\ncurrent business between meetings of the Supervisory Board; preparing for decisions by the Supervisory Board on the\nappointment and dismissal of members of the Management Board, including long-term succession planning for the\nManagement Board, while taking into account the recommendations of the Nomination Committee; concluding, amending and\nterminating employment and pension contracts in consideration of the plenary Supervisory Boards sole authority to decide\non the compensation of the members of the Management Board and in consideration of the recommendations of the\nCompensation Control Committee taking note of and, where necessary, expressing an opinion on contracts and/or\namendments to contracts for a General Manager (Generalbevollmchtigter) of Deutsche Bank AG who is designated as an\nintended member of the Management Board; handling other contractual business with active and former members of the\nManagement Board pursuant to Section 112 of the German Stock Corporation Act; and approving Management Board\nmembers mandates, honorary offices or special tasks outside of Deutsche Bank Group, while taking the recommendations\nof the Nomination Committee into account. The Chairmans Committee is also responsible for: approving the hand-over of\nconfidential internal data concerning a Management Board member in consultation with the Chairman of the Management\nBoard and/or the Chief Risk Officer, unless they have a conflict of interests; approving contracts with Supervisory Board\nmembers pursuant to Section 114 of the German Stock Corporation Act; preparing for decisions of the Supervisory Board in\nthe field of corporate governance, deciding in the Supervisory Boards stead on an adjustment of the annual Declaration of\nConformity to changed actual circumstances and verifying compliance with the Declaration of Conformity. Its tasks also\ninclude: taking note of and, where necessary, expressing an opinion on the Supervisory Boards and its committees costs for\nconsultations with auditors, experts, legal advisors and other external advisors; as well as preparing recommendations for\ndecisions of the Supervisory Board on pursuing claims for damages or taking other measures against incumbent or former\nmembers of the Management Board. As and when necessary, the Chairmans Committee draws on the expertise of the Chair\nof the Integrity Committee.\n(Source: Annual Report 2019)@Members:\nMayree Carroll Clark, Chairperson\nDr. Paul Achleitner \nFrank Bsirske*\nDetlef Polaschek*\nProf. Dr. Norbert Winkeljohann@\nIt is responsible for, in particular, supporting the Supervisory Board in identifying candidates to fill a\nposition on the bank's Management Board. In doing so, the Nomination Committee takes into account the balance and diversity\nof the knowledge, skills and experience of all members of the Management Board, prepares a position description with a\ncandidate profile, and states the time commitment. The Nomination Committee and/or the Supervisory Board regularly receive\nreports from the Management Board on the internal planning and the process from the Management Boards perspective.\nFurthermore, the Nomination Committee is responsible in particular for drawing up an objective to promote the representation\nof the under-represented gender on the Supervisory Board as well as a strategy for achieving this and the regular assessment,\nto be performed at least once a year, of the structure, size, composition and performance of the Management Board and of\nthe Supervisory Board and making recommendations regarding this to the Supervisory Board. At several meetings of the\nNomination Committee and of the Supervisory Board in plenary session, the Nomination Committee and the Supervisory\nBoard addressed the assessment of the Management Board and the Supervisory Board, which is required by the German\nBanking Act.. The results were discussed and finalized on January 29, 2020, and recorded in a final report. The Nomination\nCommittee supports the Supervisory Board in drawing up guidelines for the individual and collective assessment of the\nprofessional qualifications, personal reliability and time availability of the members of the Management Board and Supervisory\nBoard (Suitability Guideline) as well as in monitoring the effectiveness of the Suitability Guideline. Furthermore, the\nNomination Committee also supports the Supervisory Board in the regular assessment, to be performed at least once a year,\nof the knowledge, skills and experience of the individual members of the Management Board and Supervisory Board as well\nas of the respective body collectively in the assessment of the members of the Management Board and Supervisory Board in\nall other cases pursuant to the requirements of the Suitability Guideline; and in the review of the Management Boards\nprinciples for selecting and appointing persons to the upper management levels as well as the recommendations made to the\nManagement Board in this respect. The shareholder representatives on the Nomination Committee prepare the Supervisory\nBoards proposals for the election or appointment of new shareholder representatives to the Supervisory Board. In this context,\nthey take into account the Profile of Requirements for the Supervisory Board, the criteria specified by the Supervisory Board\nfor its composition as well as the balance and diversity of the knowledge, skills and experience of all members of the\nSupervisory Board, prepare a position description with a candidate profile, and state the time commitment. (Source: Annual Report 2019)@Members:\r\nProfessor Dr. Norbert Winkeljohann, Chairman\r\nDr. Paul Achleitner\r\nHenriette Mark*\r\nGabriele Platscher*\r\nDetlef Polaschek*\r\nBernd Rose*\r\nDr. Dagmar Valcrcel\r\nDr. Theodor Weimer@It supports the Supervisory Board in particular in monitoring the financial reporting process, and it can submit\nrecommendations or suggestions to the Supervisory Board on ensuring the integrity of the financial reporting process.\nFurthermore, the Audit Committee supports the Supervisory Board in monitoring the effectiveness of the risk management\nsystem, particularly of the internal control system and the internal audit system, the auditing of the financial statements,\nespecially with regard to the auditors independence and the additional services provided by the auditor, and the Management\nBoards prompt remediation  through suitable measures  of the deficiencies identified by the auditor and bank-internal\ncontrol functions based on internal and external audits, in particular relating to weaknesses in risk controls, as well as noncompliance\nwith policies, laws and regulatory requirements. The Committee is entitled to inspect all business documentation\nof the bank, including the business information stored on data carriers. The Audit Committee pre-reviews the annual and\nconsolidated financial statements and management reports as well as the separate non-financial report and the separate\nconsolidated non-financial report, if they were prepared. It discusses the audit reports with the auditor and prepares the\ndecisions of the Supervisory Board on establishing the annual financial statements and the approval of the consolidated\nfinancial statements as well as the resolution proposal on the appropriation of distributable profit. The Audit Committee submits\ncorresponding recommendations to the Supervisory Board. It also provides support to the Supervisory Board with regard to\nengaging any external assurances for the non-financial statement and the consolidated non-financial statement or for the\nseparate non-financial report and separate consolidated non-financial report. It discusses important changes to the audit and\naccounting methods. The Audit Committee also discusses the quarterly financial statements and the report on the limited\nreview of the quarterly financial statements with the Management Board and the auditor prior to their publication. Furthermore,\nthe Audit Committee submits proposals to the Supervisory Board for the appointment of the auditor and prepares the proposal\nof the Supervisory Board to the General Meeting for the election of the auditor. The Audit Committee advises the Supervisory\nBoard on issuing the audit mandate to the auditor elected by the General Meeting, submits proposals to the Supervisory Board\nfor the auditors remuneration and can specify areas of focus for the audit. It supports the Supervisory Board in monitoring the\nindependence, qualifications and efficiency of the auditor as well as the rotation of the members of the audit team. It regularly\nassesses the quality of the auditing of the financial statements. Mandates for non-audit-related services given to the auditor\nor to companies to which the auditor is related in legal, economic or personnel terms need the prior consent of the Audit\nCommittee (in this context, see also the Principal Accountant Fees and Services section in this Corporate Governance\nStatement / Corporate Governance Report). The Audit Committee issues guidelines for the employment of staff  including\nformer staff  of the auditor by the company. It arranges to be informed regularly about the work done by Group Audit, the\neffectiveness of the internal audit system and in particular about its annual audit plan the focal areas of its auditing activity\nand on the results of its audits. The Audit Committee is responsible, in particular, for receiving and handling the quarterly,\nannual and ad hoc reports of Group Audit. The Management Board informs the Audit Committee about special audits,\nsubstantial complaints and other exceptional measures on the part of German and foreign bank regulatory authorities. The\nCommittee regularly obtains reports on the receipt and handling of complaints from employees of the bank and its subsidiaries,\nfrom shareholders of Deutsche Bank AG and from third parties. In particular complaints concerning accounting, internal\naccounting controls, auditing and other financial reporting matters must be submitted to the Committee without undue delay.\nReports concerning compliance matters and the prevention of money laundering are presented at the meetings of the\nCommittee on a regular basis. The Chairman of the Audit Committee is entitled, in addition to the Chairman of the Supervisory\nBoard, to obtain information directly from the Head of Compliance and the Anti-Money Laundering Officer. The Audit\nCommittee is responsible for acknowledging communications about significant reductions in the budgets of Group Audit as\nwell as the Compliance and Anti-Financial Crime infrastructure areas and for taking receipt of and handling the Compliance\nReport by the Head of Compliance as well as the Anti-Money Laundering Officers Report, , which are issued at least once a\nyear. Furthermore, the Committee is entitled to obtain, through its Chairman, information in connection with its tasks from the\nauditor, the Management Board, the Head of Group Audit and  with the prior consent of the Management Board  senior\nmanagers of the bank reporting directly to the Management Board.\n(Source: Annual Report 2019)@Members:\r\nMayree Carroll Clark, Chairperson\r\nDr. Paul Achleitner\r\nLudwig Blomeyer-Bartenstein*\r\nJan Duscheck*\r\nMichele Trogni\r\nStefan Viertel*\r\nProfessor Dr. Norbert Winkeljohann@\nIt advises the Supervisory Board on overall risk appetite and risk strategy, and monitors the implementation\nof the stated risk appetite and risk strategy by the senior management level. The Risk Committee monitors the material aspects\nof the rating and valuation processes. In undertaking this responsibility, it receives reports from the Management Board about\nthe operations of the banks rating systems and about material changes or exceptions to established policies that will materially\nimpact the operations of the banks rating systems. The Risk Committee receives reports from the Management Board which\nare appropriate to monitor whether the material financial products and services offered by the bank as well as the conditions\nin the client business are in line with the banks business model and risk structure. If this is not the case, the Risk Committee\nrequests proposals from the Management Board on how the financial products and services as well as the conditions in the\nclient business could be structured to bring them into line with the banks business model and risk structure, and monitors\ntheir implementation. On the basis of the reports received from the Management Board, the Risk Committee assesses the\nrisks associated with the financial products and services and takes into account the alignment between the prices assigned\nto and the profits gained from these products and services. The Risk Committee examines whether the incentives set by the\ncompensation system take into consideration the company's risk, capital and liquidity structure as well as the likelihood and\ntiming of earnings. The Risk Committee also performs all of the tasks assigned to it by law or regulatory authorities. It handles\nloans which require a resolution by the Supervisory Board pursuant to law or our Articles of Association. In this context, it\napproves, among other things, the acquisition of participations as defined by Section 13 (1) d) of the Articles of Association of\nDeutsche Bank AG, insofar as the value of the participation does not exceed  1.5 billion and the participation will probably\nnot remain in the banks full or partial possession for more than twelve months. If this period is exceeded, the Chairperson of\nthe Committee informs the Supervisory Board without delay and obtains its approval. The Risk Committee determines the\nnature, scope, format and frequency of the information which the Management Board is required to submit on strategy and\nrisks. The Chairperson of the Risk Committee is entitled to obtain, in connection with its activities, information directly from the\nManagement Board and the Head of Group Audit. At the meetings of the Risk Committee, the Management Board reports on\ncredit, market, liquidity, operational, litigation and reputational risks. The Management Board also reports on risk strategy,\ncredit portfolios, loans requiring Supervisory Board approval pursuant to law or our Articles of Association, questions of capital\nresources and matters of special importance due to the risks they entail (for additional information on the disclosure of the risk\nmanagement objectives and policies for individual risk categories, please see the Risk Report of the Annual Report).\n(Source: Annual Report 2019)@Members:\nDr. Paul Achleitner, Chairman\nFrank Bsirske*\nDelef Polaschek*\nBernd Rose*\nGerhard Eschelbeck\nDr. Dagmar Valcrcel@\nIt supports the Supervisory Board in the appropriate structuring of the compensation\nsystems for the members of the Management Board. It also monitors the appropriate structure of the compensation systems\nfor the Management Board members and employees and, in particular, the appropriate structure of the compensation for the\nHead of the compliance function, for the Anti-Money Laundering Officer and for the employees who have a material influence\non the bank's overall risk profile. The Compensation Control Committee supports the Supervisory Board in monitoring the\nprocess to identify risk takers in accordance with Section 18 (2) of the Remuneration Ordinance for Institutions (InstitutsVergV)\nand Group risk takers in accordance with Section 27 (2) sentence 1 of the Remuneration Ordinance for Institutions\n(InstitutsVergV) as well as the appropriate structure of the compensation systems for the companys employees. The\nCommittee assesses the effects of the compensation systems on risk, capital and liquidity management, while ensuring that\nthe compensation systems are aligned to the business strategy focused on the banks sustainable development, to the risk\nstrategies derived from this and to the compensation strategies at the company and Group levels. It prepares the Supervisory\nBoards resolutions on the compensation of the Management Board, considering, in particular, the effects of the resolutions\non the companys risks and risk management. The long-term interests of shareholders, investors and other stakeholders as\nwell as the public interest are also taken into account. It also prepares the Supervisory Board's resolutions on setting the total\namount of variable compensation for the members of the Management Board in accordance with Section 45 (2) sentence 1\nNo. 5a of the German Banking Act (KWG) in consideration of Section 7 of the Remuneration Ordinance for Institutions\n(InstitutsVergV) and on setting the appropriate compensation parameters, targets for contributions to performance, payment\nand deferral periods as well as the conditions for a full forfeiture or partial reduction of variable compensation. It also checks\nregularly, at least annually, whether the adopted specifications are still appropriate. Furthermore, it checks, as part of its\nsupport to the Supervisory Board in monitoring the appropriate structure of the compensation systems for employees,\nregularly, but at least annually, in particular, whether the total amount of variable compensation has been set in accordance\nwith Section 45 (2) sentence 1 No. 5a of the German Banking Act (KWG) in consideration of Section 7 of the Remuneration\nOrdinance for Institutions (InstitutsVergV) and whether the specified principles to assess the compensation parameters,\ncontributions to performance as well as the payment and deferral periods, including the conditions for a full forfeiture or partial\nreduction of the variable compensation, are appropriate. In addition, it supports the Supervisory Board in monitoring whether\nthe internal controls and other relevant areas are properly involved in the structuring of the compensation systems. The\nCommittee is authorized to obtain, via its Chairperson, information relating to the Committee tasks from the Head of Group\nAudit and from the heads of the organizational units responsible for structuring the compensation systems.\n(Source: Annual Report 2019)@Members:\nDr. Dagmar Valcrcel, Chairperson\nDr. Paul Achleitner\nLudwig Blomeyer-Bartenstein*\nSigmar Gabriel\nTimo Heider*\nGabriele Platscher*@\nIt continually advises and monitors the Management Board with regard to whether management ensures\nthe economically sound, sustainable development of the company while observing the principles of sound, responsible\nmanagement, fulfilling the companys social responsibilities and protecting the natural resources of the environment\n(environmental, social and governance (ESG) issues), and to whether the business management is aligned to these values\nwith the objective of a holistic corporate culture. The Integrity Committee monitors the Management Boards measures that\nensure the companys compliance with legal requirements, authorities regulations and the companys own in-house policies\n(preventive compliance control). It regularly reviews the banks Code of Conduct and Code of Ethics for Senior Financial\nOfficers to foster conduct on the part of company employees that is exemplary in every way, both within and outside the\ncompany, and that such conduct is not just aligned to the formal compliance with statutory requirements. It supports on request\nthe Risk Committee in monitoring and analyzing the legal and reputational risks that are material to the bank. For this purpose,\nit advises the Management Board on how to generate awareness of the importance of such risks. It supports on request the\npreparation of the Chairmans Committees recommendations for Supervisory Board decisions on pursuing recourse claims\nor taking other measures against current or former members of the Management Board and these are presented by its\nChairperson to the Chairmans Committee. Furthermore, the Integrity Committee supports the Supervisory Board in the\nmonitoring of the litigation cases with the highest risk and other material cases.\n(Source: Annual Report 2019)@Members:\nJohn Thain, Chairman\nDr. Paul Achleitner\nFrank Bsirske*\nMayree Carroll Clark\nTimo Heider*\nHenriette Mark*\nDetlef Polaschek*\nMichele Trogni@It supports the Supervisory Board in fulfilling its oversight responsibilities relating to the banks strategy.\nIt advises and monitors the Management Board with regard to the definition of business strategies geared to the sustainable\ndevelopment of the bank and the establishment of processes for planning, implementing, assessing and adjusting the business\nstrategy. It oversees the Management Boards work on the strategic perspective, direction and development of the strategy\nfor Deutsche Bank Group and its business divisions, the Management Boards implementation of the strategic plan and the\nexecution progress against strategic milestones and goals, as well as the Management Boards implementation of major\nbusiness transformation projects and their execution. It advises the Management Board as to whether the governance, risk\nappetite, financial and capital planning, liquidity and funding management, control environment and resources can support the\nbanks strategic objectives, and advises on divestitures and merger and acquisition strategy, including post-transaction\nperformance tracking, as well as on the impact of changes in the competitive environment. Furthermore, the Strategy\nCommittee advises the Management Board in preparation for the Supervisory Board meetings at which the Supervisory Board\nplenum addresses the companys strategy and prepares the Supervisory Boards decisions on transactions subject to its\napproval pursuant to Section 13 (1) b) and (1) d) of the Articles of Association.\n(Source: Annual Report 2019)@Members:\nMichele Trogni, Chairperson\nDr. Paul Achleitner\nJan Duscheck*\nGerhard Eschelbeck\nMartina Klee*\nBernd Rose*@It supports the Supervisory Board in fulfilling its oversight responsibilities relating\nto the banks innovation, data and technology environment. It continually advises and monitors the Management Board with\nregard to the adequate technical and organizational resources and the definition of an adequate plan for IT systems, including\ntheir application with generally established standards to the arrangement of the IT systems and the related IT processes. This\nincludes in particular the oversight over the Management Boards work on the IT strategy and its sustainability outlining the\nobjectives and measures to be taken to achieve these objectives, the IT governance, the information security management,\nthe user access management, the implementation of major IT projects and application development, IT operation, including\ndata backup, outsourcing and other external procurement of IT services, data governance and data strategy, including their\nimplementation, and any other material issues which may arise in connection with the IT systems and services or data quality.\n(Source: Annual Report 2019)@Members:\nDr. Paul Achleitner, Chairman\nFrank Bsirske*\nDetlef Polaschek*\nProfessor Dr. Norbert Winkeljohann@In addition to these eight standing committees, the Mediation Committee, which is required by German\nlaw, makes proposals to the Supervisory Board on the appointment or dismissal of members of the Management Board in\ncases where the Supervisory Board is unable to reach a two-thirds majority decision with respect to the appointment or\ndismissal. The Mediation Committee only meets if necessary\n(Source: Annual Report 2019)@* elected by the employees@\r\n                    Copyright  2021 Deutsche Bank AG, Frankfurt am Main\r\n                @"}, {"link": "https://www.db.com/media/", "ramuri": ["https://www.db.com/news/detail/20210204-deutsche-bank-announces-1-billion-euros-profit-before-tax-in-2020?language_id=1", "https://www.db.com/de"], "text": "Newsroom  Deutsche Bank@\n\nLatest dbResearch news\n            Breadth, depth and originality\n          \n@\n\nview images\n            Images\n          \n@\n\nwatch videos\n            Videos\n          \n@Share price (EUR)@\n                  Additional Information\n                @Deutsche Bank Conferences@dbResearch newsfeed@Contact for journalists@Company at a glance@ Deutsche Bank announces 1 billion euros profit before tax in 2020@ Deutsche Bank and Mastercard intensify their collaboration in the payments space@ Deutsche Bank and SACE support two critical infrastructure projects in Ghana@ Deutsche Bank launches state-of-the-art payments platform through 2C2P in Thailand@VIRTUAL dbAccess ESG Conference@2021 Shipping Summit@29th Annual Media, Internet & Telecom Conference@Find your local media contact@Privacy notice in accordance with the EU General Data Protection Regulation (PDF)@Fact sheet (PDF)@Boards and Committees@Reporting (Annual Report, Corporate Responsibility Report & Human Resources Report)@Financial Calendar@Economy Stories@Share Price Information@Copyright  2021  Deutsche Bank AG, Frankfurt am Main@"}, {"link": "https://www.db.com/Kontakt", "ramuri": ["https://www.db.com/what-we-do/products-and-services/client-logins?language_id=3", "https://www.db.com/de"], "text": "Kontakt  Deutsche Bank@Kontakt@Der direkte Kontakt zu Ihnen ist uns sehr wichtig. Anfragen zum Online-Banking (Sicherheit, Phishing, PIN/TAN-Nummern usw.), zu Banking-Terminals, zu Produkten und Leistungen wie Sparvertrgen, Krediten, verlorenen oder gestohlenen EC- oder Kreditkarten usw. sind im Privatkunden-Bereichzu stellen. Auftrge wie Adressnderungen oder berweisungen knnen nur im OnlineBanking & Brokerage oder telefonisch unter Verwendung Ihrer Telefon-PIN unter (069) 910-10000 erteilt werden.@Zu anderen Themen knnen Sie uns eine E-Mail schicken. BITTE BEACHTEN SIE: Zur Wahrung der Diskretion sind keine vertraulichen Informationen  wie z. B. Kontonummern  per E-Mail mitzuteilen. Und weil der Absender einer E-Mail nicht identifiziert werden kann, kann die Deutsche Bank zu Ihrer eigenen Sicherheitper E-Mail keine Auftrge fr Geschftshandlungen wie Kontoerffnungen, Zahlungsauftrge, Brsenauftrge, Adressnderungen oder andere geschftliche Vorgnge annehmen. Wenden Sie sich fr solche Vorgnge bitte direkt an Ihre Geschftsstelle. Senden Sie eine E-Mail andeutsche.bank@db.comfr weitere Anfragen.@Copyright  2021  Deutsche Bank AG, Frankfurt am Main@"}, {"link": "https://www.db.com/Unternehmen", "ramuri": ["https://www.db.com/newsroom/index_de.htm", "https://www.db.com/de"], "text": "Unternehmenskunden  Deutsche Bank Unternehmensbank@Unsere Lsungen@Aktuelle Themen@Eine neue Zeit braucht neue Antworten@Gut informiert entscheiden@Gute Grnde fr eine Zusammenarbeit mit der Deutschen Bank@(069) 910-10061@Langfristige Wettbewerbsfhigkeit sichern  Frdermittel fr die Transformation der deutschen Wirtschaft@FinanzierungsFinder:KfW-Kredit finden und Anfrage vorbereiten@Kontaktloses Bezahlen: mehr Komfort fr Ihre Kunden@Die Bank fr MACHER@Unternehmen werden in der Krise digitaler. Wie bleibe ich vorne dabei?@Zeit fr Neues. Wie mache ich jetzt mein Unternehmen innovativer?@Gerade jetzt kommt es auf das Team an. Wie motiviere ich richtig?@Wie kann ich neue Marktchancen fr mein Unternehmen nutzen?@Partner fr Unternehmen@Globales Netzwerk@Beratung & Expertise@Terminvereinbarung@Telefon@Filiale suchen@Vor Ort fr Sie da.@DieCorona-Pandemie verndert die Situation fr Unternehmer und Selbststndige. Aus der Krise erwachsen aber auch Chancen  neue Geschftsmodelle entstehen. Erfahren Sie mehr zu aktuellen Fragen rund um Digitalisierung, Innovation oder Mitarbeiterbindung.@\n        \n          fr ein persnliches Gesprch\n        \n      @\n        \n          24 Stunden tglich\n        \n      @\n\n         Deutsche Bank Mobile\n      \n@\n\n         Deutsche Bank AG\n      \n@\n\n            \n            Bester Handelsfinanzierer 2021\n          \n@\n\n            \n            Bester Handels-finanzierer 2021\n          \n@in Deutschland im 9. Jahr in Folge, in Europa und in zahlreichen weiteren Lndern@in Deutschland im 9. Jahr in Folge, in Europa und in zahlreichen weiteren Lndern@\n\n            \n            Ausblick 2021: Corona Konjunktur\n          \n@\n\n            \n            Ausblick 2021: Corona Konjunktur\n          \n@Was bringt das neue Jahr?@Was bringt das neue Jahr?@\n          Apple Music\n        @\n          Apple Music\n        @\n\n            Bis zu 4 Monate kostenlos - exklusiv fr Deutsche Bank Kunden \n          \n@\n\n            Bis zu 4 Monate kostenlos\n          \n@Fr iOS- und Android-Gerte@Exklusiv fr Deutsche Bank Kunden@\n\n            \n            Besser geschtzt mit 3D Secure\n          \n@\n\n            \n            Besser geschtzt mit 3D Secure\n          \n@Sicherer online zahlen mit Ihrer Deutsche Bank Mastercard oder Visa.@Sicherer online zahlen mit Ihrer Deutsche Bank Mastercard oder Visa.@\n\n            \n            Coronavirus: Aktuelle Informationen\n          \n@\n\n            \n            Coronavirus: Aktuelle Informationen\n          \n@Mehr erfahren zu Frderprogrammen, Betriebsmanagement sowie Auenhandel und Wirtschaft in der Krise.@Mehr erfahren zu Frderprogrammen, Betriebsmanagement sowie Auenhandel und Wirtschaft in der Krise.@Konto@Zahlungsverkehr@Finanzierung@Internationales Geschft@Vermgensanlage@Vorsorge@Digitalisierung@Corporate Finance@Unternehmensphase@Branchenexpertise@Neun Thesen, wie die notwendige Transformation der deutschen Wirtschaft durch den gezielten Einsatz von staatlichen und privaten Finanzierungsinstrumenten beschleunigt werden kann. Unser Arbeitspapier bewertet die kurzfristigen Frdermanahmen in der Pandemie, prsentiert Denkanste fr eine neue Frdermittelstrategie und bettet sie in den Rahmen eines vernderten globalen Umfelds ein. @Damit Unternehmer in der Coronavirus-Krise handlungsfhig bleiben,bentigen sie ausreichend Liquiditt. Der FinanzierungsFinder untersttzt  einfach, bersichtlich, digital.@Hinweis:Die Bundesregierung erweitert die Hilfsangebote in Form von Zuschssen fr Unternehmen, Selbststndige und Einrichtungen, die durch die beschlossenen Manahmen zur Eindmmung der Corona-Pandemie besonders betroffen sind.@Wir machen kontaktloses Bezahlen EINFACH. Kontaktloses Bezahlen wird gerade jetzt immer wichtiger.Mit Deutsche Bank smartPOS, der innovativen Point-of-Sale-Lsung bieten Sie IhrenKunden mehr Komfort in Ihrem Laden.@Mehr Momentum fr Geschftskunden  mit unserem persnlichen und digitalen Angebot.@Ein Konto in wenigen Minuten ber das Smartphone beantragen. Inklusive BusinessCard und Zugriff auf den Finanzplaner. Und die Finanzen immer im Griff behalten  auch die bei Fremdbanken.@Digitalisierung beschleunigen@Angebote ins Netz verlagern, Datenschtzen, Prozesse optimieren: Wie Sie die passende Digitalstrategie finden.@Innovation vorantreiben@Nachhaltig produzieren, mit Industrie 4.0 vorausgehen, neue Geschftsmodelle umsetzen: So frdern Sie Innovation.@Mitarbeiter begeistern@Talente gewinnen, Kreativitt leben, Fhrung neu denken: Warum die Arbeitskultur den Geschftserfolg treibt.@Marktpotentiale nutzen@Chancen erkennen, Risiken managen und Expansion prfen: Wie Unternehmen ihren Wachstumskurs gestalten knnen.@results. UnternehmensWissen der Deutschen Bank@Wissen ist die Grundlage guter Entscheidungen. Hier finden Sie aktuelle Informationen sowie Hintergrundwissen und fundierte Einschtzungen fr Unternehmer.@Diese Website verwendet Cookies, um die Nutzerfreundlichkeitzu verbessern. Durch die weitere Nutzung der Website stimmen Sie dem zu. Weitere Infos zu Cookies und deren Deaktivierung finden Sie hier.@@Soweit auf dieser Internetseite von der Deutschen Bank die Rede ist, bezieht sich dies auf die Angebote der Deutsche Bank AG, Taunusanlage 12, 60325 Frankfurt am Main.@ 2021 Deutsche Bank AG, Frankfurt am Main@"}, {"link": "https://www.db.com/careers/de/studenten-absolventen/index.html", "ramuri": ["https://www.db.com/careers/de/studenten-absolventen/faq.html", "https://www.db.com/careers/index.html"], "text": "Studenten & Absolventen  Praktikum & Traineeprogramm  Deutsche Bank Karriere@Eine Zukunft, die Sie gestalten knnen. Fangen Sie jetzt damit an!@Bei Karriere-Veranstaltungen informieren und netzwerken@Im Graduate-Programm die Zukunft gestalten@Im Praktikum Ideen entwickeln@Stellensuche fr Studenten & Absolventen@Lernen Sie einige unserer Mitarbeiter*innen kennen, informieren sich ber unser Geschft und gewinnen einen berblick ber Ihre Karrieremglichkeiten.@Studierende@Trainee- und Einstiegsprogramme@Deutsche Bank-Programme im Bereich Technology, Data & Innovation@\n@Die Welt verndert sich und wir verndern uns mit. Wir wollen einen positiven Beitrag leisten, indem wir neue Fhigkeiten und frische Perspektiven frdern.  Unabhngig ob Sie die Schule abgeschlossen, studieren oder bereits Berufserfahrung haben  hier finden Sie spannende Mglichkeiten fr Ihren Karrierestart. Whlen Sie zwischen verschiedenen Standorten, Abteilungen und Programmen, um Ihre Kenntnisse zu vertiefen und praxisnahe Bankerfahrung zu sammeln. @\r\n                    Keine passenden Ergebnisse? Bitte nutzen Sie die Stichwortsuche. Stichwortsuche to browse available programs.\r\n                    Haben Sie sich schon beworben? Hier einloggen.\r\n                @Ihre Begeisterung ffnet Wege.@Frhzeitig berufliche Orientierung gewinnen und herausfinden, welche Talente in Ihnen stecken. Bei uns sind Sie von Anfang an Teil des Teams, knnen Ideen einbringen und sich von der Zusammenarbeit mit Expert*innen inspirieren lassen. Fr Studierende aller Fachrichtungen in jeder ase Ihres Studiums.@Sie gestalten Ihre und unsere Zukunft.@Zukunftsweisende Projekte, spannende Herausforderungen und kontinuierliche Mglichkeiten, um sich fachlich und persnlich weiterzuentwickeln. Fr Hochschulabsolvent*innen, die Ihr Studium jetzt gerade abschlieen oder vor kurzem abgeschlossen haben.@Mit Ihren Talenten revolutionieren Sie die Bankenwelt.@Gestalten Sie mit uns die digitale Bank von morgen. Sie arbeiten an innovativen Projekten mit hochentwickelten Technologien, schrfen Ihre Fhigkeiten und bauen Ihr Netzwerk fr die Zukunft@\r\n                    Letzte Aktualisierung: 16. November 2020\r\n                    Copyright  2021 Deutsche Bank AG, Frankfurt am Main\r\n                    \r\n                @"}, {"link": "https://www.db.com/careers/de/berufserfahrene/index.html", "ramuri": ["https://www.db.com/careers/de/berufserfahrene/faq.html", "https://www.db.com/careers/index.html"], "text": "Berufserfahrene  Deutsche Bank Karriere@Eine Zukunft, die Sie gestalten knnen. Fangen Sie jetzt damit an!@Ralf frdert multikulturelles Denkenund strkt damit Entscheidungsprozesse.@Mike gestaltet seine und unsere Zukunft.@Melvyn gestaltet Partnerschaften, die zhlen.@Sarah engagiert sich fr die Gleichstellung der Geschlechter@Semi hat den Schutz von Kundendaten immer im Blick@Sarah engagiert sich fr die Gleichstellung der Geschlechter@Ralf frdert multikulturelles Denken und strkt damit Entscheidungsprozesse.@Melvyn gestaltet Partnerschaften, die zhlen.@Queenie strkt das regulatorische Verstndnis in unserer Bank.@Mehr erfahren@Semi hat den Schutz von Kundendaten immer im Blick@Mike gestaltet seine und unsere Zukunft.@Janagran ist immer am Puls der Vernderung@Manuela entdeckt eine Welt voller Mglichkeiten@Wei-Wei entwickelt Lsungen, die den Aufwand unserer Kunden vereinfachen.@Danny untersttzt die Bank, Flagge fr Vielfalt zu zeigen.@Frank entdeckt mit jedem Karriereschritt eine neue Welt@Dipesh entwickelt die Plattform fr unser knftiges Wachstum@Vickis Ideen wirken ber alle Grenzen@Selasi verbindet Backen mit Banking@Juliane erbringt Dienstleistungen, die fr Kunden und fr sie selbst funktionieren.@Marleen erreicht im Privatkundengeschft neue Hhen.@Mal ruhig, mal quirlig  fr Alexander machts die Mischung@\n@Egal in welchem Bereich unserer Bank Sie eine Aufgabe bernehmen: Sie bringen Ihre eigene Perspektive ein und untersttzen mit Ihren persnlichen Kompetenzen unseren Vernderungsprozess. Dabei geht es nicht nur um das Tagesgeschft, sondern um den Beitrag, den Sie leisten.@Mehr Frauen im Banking. Hier knnen Sie nachlesen, warum Sarah dieses Ziel so wichtig findet und wie sie zur Verwirklichung beitrgt.@Schon gewusst, dass Wissen und Verstndnis anderer Kulturen immer auch einen Beitrag zum wirtschaftlichen Erfolg leisten?@Hier knnen Sie nachlesen, wie wir mit bereichsbergreifender Zusammenarbeit optimale Lsungen fr unsere Kunden entwickeln.@Ein breit gefchertes Netzwerk und Offenheit fr neue Themen sind wichtige Eckpfeiler fr einen erfolgreichen Karriereweg.@Innovative Produkte und Datenschutz gehren zusammen. Lesen Sie hier, wie eng Rechtsexperten und Produktentwickler bei uns zusammenarbeiten.@Wie unsere Mitarbeiter und wir als Bank von interner Karriereentwicklung profitieren.@Lassen Sie sich davon berraschen, wie sich mit jedem Karrierschritt bereits die nchste Mglichkeit erffnet.@Hier knnen Sie entdecken, wie ein Perspektivwechsel Ihr Berufsleben bereichern kann.@Vernderungen vorantreiben? Finden Sie heraus, dass dabei Ihre Denkweise ebenso wichtig ist, wie das, was Sie tun.@Ein Arbeitsumfeld, in dem alle so respektiert werden, wie sie sind und jeder seine Strken einbringen kann - Danny hilft uns, diese Kultur zu strken.@Finden Sie heraus, wie ein Karriereweg nicht nur neue Lnder und Aufgaben, sondern auch neue Blickwinkel erschliet.@Knnen Sie sich vorstellen, wie eine Plattform es schafft, Durchlaufzeiten um bis zu neun Monaten zu verkrzen?@Finden Sie heraus, wie moderne Technologie nicht nur unsere Arbeit, sondern auch unsere Denkweisen verndert.@Entdecken Sie, wie persnliche Talente und berufliches Engagement einander ergnzen.@Entdecken Sie, wie flexible Arbeitszeiten unseren Service noch besser machen.@Finden Sie heraus wie Yoga und die Filialwelt von morgen zusammen passen.@Was tut ein Banker eigentlich so ganz genau?@\r\n                    Letzte Aktualisierung: 16. Februar 2021\r\n                    Copyright  2021 Deutsche Bank AG, Frankfurt am Main\r\n                    \r\n                @"}, {"link": "https://www.db.com/Zugaenglichkeit", "ramuri": ["https://www.db.com/Gesellschaft", "https://www.db.com/careers/index.html"], "text": "Zugnglichkeit  Deutsche Bank@Zugnglichkeit@Was ist ein barrierearmes Internet-Angebot?@Unsere Denkweise@Der Aufbau der Deutsche Bank Corporate Webseite@Werkzeuge und Funktionen der Webseite@Teilen Sie uns Ihre Meinung mit!@1)Linkbeschreibungen@2)bereinstimmung mit Standards@Ein barrierearmes Internet-Angebot kann von den meisten Personen, unabhngig von mglichen krperlichen oder technischen Einschrnkungen, genutzt werden. Die Zugnglichkeit einer Internet-Seite wird oft mit dem englischen Begriff Accessibility beschrieben.@Unser Ziel ist es, alle Inhalte auf den Webseiten der Deutschen Bank so aufzubereiten, dass jeder Nutzer die gewnschten Informationen leicht auffinden kann. Dies bestimmt unser Handeln. Wir folgen bei der Erstellung unserer Webseiten den Richtlinien des W3C Konsortiums (World Wide Web Consortium). Das Konsortium strebt Standards fr das Design von Webseiten ber Richtlinien an (WCAG - Web Content Accessibility Guidelines).@Wir orientieren uns bei der Darstellung der Inhalte an den Bedrfnissen unserer Nutzer. Die Online-Aufbereitung wird von uns auf dieses Ziel hin laufend berprft und optimiert. Wir erstellen unsere Webseiten nach festen Regeln und Standards, die grtmgliche Nutzerfreundlichkeit und Bedienbarkeit gewhrleisten sollen. Unsere Standards berprfen wir fortlaufend und passen sie auch mit Hilfe unserer Nutzer an sich ndernde Anforderungen an.@The Deutsche Bank corporate website consists of seven sections:@Bitte informieren Sie uns ber Probleme bei der Nutzung unserer Webseite. Wir nehmen gerne Ihre Anregungen auf, um unser Angebot auch in Zukunft auf die Bedrfnisse unserer Besucher ausrichten zu knnen. Fr Anregungen und Kommentare nutzen Sie bitte das Kontaktformular.@Copyright  2021  Deutsche Bank AG, Frankfurt am Main@"}]